Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Version 1.3 (Acrobat 4)
ast: Versión 1.2 (Acrobat 4)
bs: Verzija 1.3 (Acrobat 4)
ca: Versió 1.3 (Acrobat 4)
es: Versión 1.3 (Acrobat 4)
et: Versioon 1.3 (Acrobat 4)
gl: Versión 1.3 (Acrobat 4)
hr: Inačica 1.3 (Acrobat 4)
hu: Verzió 1.3 (Acrobat 4)
it: Versione 1.3 (Acrobat 4)
iw_il: גרסה 1.3 (אקרובט 4)
lt: Versija 1.3 (Acrobat 4)
nl: Versie 1.3 (Acrobat 4)
pt: Versão 1.3 (Acrobat 4)
pt_br: Versão 1.3 (Acrobat 4)
ru: Версия 1.3 (Acrobat 4)

source: Version 1.4 (Acrobat 5)
ast: Versión 1.4 (Acrobat 5)
bs: Verzija 1.4 (Acrobat 5)
ca: Versió 1.4 (Acrobat 5)
es: Versión 1.4 (Acrobat 5)
et: Versioon 1.4 (Acrobat 5)
gl: Versión 1.4 (Acrobat 5)
hr: Inačica 1.4 (Acrobat 5)
hu: Verzió 1.4 (Acrobat 5)
it: Versione 1.4 (Acrobat 5)
iw_il: גרסה 1.4 (אקרובט 5)
lt: Versija 1.4 (Acrobat 5)
nl: Versie 1.4 (Acrobat 5)
pt: Versão 1.4 (Acrobat 5)
pt_br: Versão 1.4 (Acrobat 5)
ru: Версия 1.4 (Acrobat 5)

source: Version 1.5 (Acrobat 6)
ast: Versión 1.5 (Acrobat 6)
bs: Verzija 1.5 (Acrobat 6)
ca: Versió 1.5 (Acrobat 6)
es: Versión 1.5 (Acrobat 6)
et: Versioon 1.5 (Acrobat 6)
gl: Versión 1.5 (Acrobat 6)
hr: Inačica 1.5 (Acrobat 6)
hu: Verzió 1.5 (Acrobat 6)
it: Versione 1.5 (Acrobat 6)
iw_il: גרסה 1.5 (אקרובט 6)
lt: Versija 1.5 (Acrobat 6)
nl: Versie 1.5 (Acrobat 6)
pt: Versão 1.5 (Acrobat 6)
pt_br: Versão 1.5 (Acrobat 6)
ru: Версия 1.5 (Acrobat 6)

source: Version 1.6 (Acrobat 7)
ast: Versión 1.6 (Acrobat 7)
bs: Verzija 1.6 (Acrobat 7)
ca: Versió 1.6 (Acrobat 7)
es: Versión 1.6 (Acrobat 7)
et: Versioon 1.6 (Acrobat 7)
gl: Versión 1.6 (Acrobat 7)
hr: Inačica 1.6 (Acrobat 7)
hu: Verzió 1.6 (Acrobat 7)
it: Versione 1.6 (Acrobat 7)
iw_il: גרסה 1.6 (אקרובט 7)
lt: Versija 1.6 (Acrobat 7)
nl: Versie 1.6 (Acrobat 7)
pt: Versão 1.6 (Acrobat 7)
pt_br: Versão 1.6 (Acrobat 7)
ru: Версия 1.6 (Acrobat 7)

source: Version 1.7 (Acrobat 8)
ast: Versión 1.7 (Acrobat 8)
bs: Verzija 1.7 (Acrobat 8)
ca: Versió 1.7 (Acrobat 8)
es: Versión 1.7 (Acrobat 8)
et: Versioon 1.7 (Acrobat 8)
gl: Versión 1.7 (Acrobat 8)
hr: Inačica 1.7 (Acrobat 8)
hu: Verzió 1.7 (Acrobat 8)
it: Versione 1.7 (Acrobat 8)
iw_il: גרסה 1.7 (אקרובט 8)
lt: Versija 1.7 (Acrobat 8)
nl: Versie 1.7 (Acrobat 8)
pt: Versão 1.7 (Acrobat 8)
pt_br: Versão 1.7 (Acrobat 8)
ru: Версия 1.7 (Acrobat 8)

source: Output file location is not correct
ast: El camín del ficheru a crear nun ye válidu
bs: Lokacija izlaznog dokumenta nije ispravna
ca: La ubicació del fitxer de sortida és incorrecte
da: Destinationsfil placering ikke korrekt
de: Zielpfad der Datei ist inkorrekt
es: La ubicación del archivo no es correcta
et: Väljundfaili asukoht ei ole korrektne
fr: Le chemin vers le fichier à créer n'est pas valide
gl: A ubicación do ficheiro de saída non é correcta
hr: Lokacija izlazne datoteke nije valjana
hu: Kimeneti fájl helye nem megfelelő
it: La locazione del file destinazione non è corretta
iw_il: מיקום קובץ הפלט הינו שגוי
lt: Bloga rezultatų failo vieta
nl: Locatie van het uitvoerbestand is incorrect
pt: O destino para o ficheiro é inválido
pt_br: O local do arquivo de saída está incorreto
ru: Неверное расположение выходного файла.
sv: Sökvägen till målfilen är felaktig

source: Would you like to change it to
ast: quies cambialu por
bs: Želite li da je promijenite u
ca: Voleu canviar-ho a
da: Vil du ændre det til
de: Möchten Sie es ändern nach
es: Quisiera cambiarlo a
et: Kas soovid seda muuta
fr: Voulez-vous le remplacer par
gl: Desexaría cambialo a
hr: Da li želiti promijeniti u
hu: Szeretné megváltoztatni, ezt
it: Volete cambiarla in
iw_il: האם לשנות ל־
lt: Ar norėtumėte pakeisti ją į
nl: Wenst u het te veranderen naar
pt: Gostaria de mudá-lo para
pt_br: Você gostaria de alterá-lo para
ru: Хотите ли вы изменить это на
sv: Vill du ändra det till

source: Output location error
ast: Error d'allugamientu de salida
bs: Greška izlazne lokacije
ca: Error en la ubicació de sortida
de: Fehler im Zielpfad
es: Error de ubicación de salida
et: Väljundi asukoha viga
fr: Erreur de répertoire de création
gl: Erro na ubicación de saída
hr: Greška odredišne lokacije
hu: Hiba a kimeneti helyen
it: Errore locazione destinazione
iw_il: שגיאת מיקום הפלט
lt: Rezultato vietos klaida
nl: Fout in de uitvoerlocatie
pt: Erro da localização de saída
pt_br: Erro de local saída
ru: Ошибка выходного расположения

source: Please select at least one pdf document.
ast: Selecciona un documentu pdf polo menos
bs: Molimo selektujte barem jedan pdf dokument.
ca: Seleccioneu, com a mínim, un document pdf
da: Vælg mindst et pdf-dokument
de: Bitte wählen Sie zumindest ein PDF-Dokument aus.
es: Por favor, seleccione al menos un documento pdf
et: Palun vali vähemalt üks pdf dokument.
fr: Veuillez sélectionner au moins un document pdf.
gl: Por favor, seleccione polo menos un documento pdf
hr: Molim odaberite barem jedan pdf dokument.
hu: Jelöljön ki legalább egy pdf dokumentumot
it: Selezionare almeno un documento PDF.
iw_il: נא לבחור לפחות מסמך pdf אחד.
lt: Prašome pasirinkti bent vieną pdf dokumentą
nl: Selecteer minimaal één PDF document
pt: Por favor, selecione pelo menos um documento.
pt_br: Por favor selecione ao menos um documento PDF
ru: Пожалуйста, выберите хотя бы один PDF-документ.
sv: Välj åtminstone ett pdf-dokument

source: Please select two pdf documents.
ast: Selecciona dos documentos pdf
bs: Molimo selektujte dva PDF dokumenta.
ca: Si us plau, seleccioneu dos documents pdf
da: Vælg venligst to pdf-dokumenter.
de: Bitte wählen Sie zwei PDF-Dokumente aus.
es: Seleccione dos documentos pdf
et: Palun vali kaks pdf dokumenti.
fr: Veuillez sélectionner deux documents pdf.
gl: Por favor, escolla dous documentos PDF.
hr: Molimo odaberite dva pdf dokumenta.
hu: Kérem válasszon ki két pdf dokumentumot.
it: Selezionare due documenti PDF.
iw_il: נא לבחור שני מסמכי pdf.
lt: Pasirinkite du pdf dokumentus
nl: Gelieve 2 pdf bestanden te selecteren.
pt: Por favor, seleccione dois documentos.
pt_br: Por favor, selecione dois documentos pdf.
ru: Пожалуйста выберите два pdf документа.
sv: Välj två PDF-dokument

source: Please wait while all files are processed.
bs: Molimo da sačekate dok se ne završi procesiranje datoteka.
ca: S'estan processant els fitxers.
da: Vent venligst mens alle filerne behandles.
de: Bitte warten Sie, während die Dateien verarbeitet werden.
es: Por favor espera mientras todos los archivos son procesados
fr: Veuillez patienter pendant le traitement des fichiers.
gl: Agarde mentres se procesan todos os ficheiros
it: Prego attendere mentre tutti i file vengono processati.
lt: Palaukite, kol visi failai bus apdoroti.
nl: Een moment geduld aub terwijl alle bestanden worden verwerkt.
pt: Aguarde até que sejam processados todos os ficheiros.
ru: Пожалуйста, подождите пока все файлы обрабатываются.

source: Still adding files
bs: Još uvijek dodajem datoteke
ca: S'estan afegint fitxers
da: Tilføjer stadig filer
de: Es werden noch immer Dateien hinzugefügt
es: Aún añadido archivos
fr: En attente de fichiers
gl: Engadindo ficheiros aínda
it: Aggiungendo file
lt: Vis dar pridedu failus
nl: Nog steeds bezig met het toevoegen van bestanden
pt: Ainda a adicionar ficheiros
ru: Тем не менее добавляются файлы

source: Please select a destination file.
bs: Molimo odaberite odredišnu datoteku
ca: Trieu un fitxer destí.
de: Bitte wählen Sie eine Zieldatei.
es: Por favor seleccione el archivo de destino
fr: Veuillez indiquer un fichier à créer.
gl: Escolla un ficheiro de destino
it: Prego selezionare un file di destinazione.
lt: Parinkite failo pavadinimą
nl: Selecteer aub een doelbestand
pt: Por favor, seleccione o ficheiro de destino.
ru: Пожалуйста, выберите файл назначения.

source: Please select a destination directory.
bs: Molimo odaberite odredišni direktorij
ca: Trieu un directori destí.
de: Bitte wählen Sie ein Zielverzeichnis.
es: Por favor seleccione el direcctorio de destino
fr: Veuillez sélectionner un répertoire de création.
gl: Escolla un directorio de destino
it: Prego selezionare una directory di destinazione.
lt: Parinkite katalogą
nl: Selecteer aub een doelmap
pt: Por favor, seleccione o directório de destino.
ru: Пожалуйста, выберите папку назначения.

source: No destination selected
bs: Odredište nije odabrano
ca: No s'ha seleccionat cap destí
de: Kein Ziel gewählt
es: Ningún destino seleccionado
fr: Aucun emplacement sélectionné
gl: Non se escolleu ningún destino
it: Nessuna destinazione selezionata
lt: Nenurodytas failas
nl: Geen doel geselecteerd
pt: Nenhum destino seleccionado
ru: Не выбрано место назначения

source: Selected output file already exists
ast: el ficheru a crear yá esiste
bs: Izabrani izlazni dokument već postoji
ca: El fitxer destí seleccionat ja existeix
da: Den valgte outputfil findes allerede
de: Ausgewählte Ausgabedatei ist bereits vorhanden
es: El archivo de salida seleccionado ya existe
et: Valitud väljundfail juba eksisteerib
fr: Le fichier à créer existe déjà :
gl: O ficheiro de saída seleccionado xa existe
hr: Odabrana izlazna datoteka već postoji
hu: A kijelölt kimeneti file már létezik
it: Il file selezionato esiste già
iw_il: קובץ הפלט הנבחר כבר קיים
lt: Pasirinktas išvedimo failas jau egzistuoja:
nl: Het geselecteerde uitvoerbestand bestaat al
pt: O ficheiro de destino já existe.
pt_br: Arquivo de saída já existente
ru: Выбранный выходной файл уже существует

source: Would you like to overwrite it?
ast: ¿Quies sobreescribilu?
bs: Želite li ga prepisati?
ca: El voleu sobreescriure?
da: Ønsker du at overskrive den?
de: Möchten Sie sie überschreiben?
es: ¿Quiere sobreescribirlo?
et: Kas sa soovid selle üle kirjutada?
fr: Voulez-vous le remplacer ?
gl: Quere sobrescribilo?
hr: Da li ju želite prebrisati?
hu: Biztosan felülírja?
it: Sovrascriverlo?
iw_il: האם לשכתב על גביו?
lt: Ar norite jį perrašyti?
nl: Wilt u het overschrijven?
pt: Deseja substituir o ficheiro?
pt_br: Você gostaria de sobrescrevê-lo?
ru: Вы хотите перезаписать его?

source: Please note that output files will overwrite existing files of the same name without warning.
ast: Atalante que los ficheros de salida sobrescribirán los ficheros esistentes del mesmu nome ensin avisar.
ca: Tingueu en compte que els fitxers preexistents amb el mateix nom es sobreescriuran sense previ avís.
da: Bemærk at destinationsfilen vil overskrive eksisterende filer med samme navn uden advarsel.
de: Beachten Sie, dass vorhandene Dateien ohne Vorwarnung überschrieben werden.
es: Tenga en cuenta que los nuevos archivos sobrescribirán a los existentes que tengan el mismo nombre, sin advertencia.
fr: Veuillez noter que les fichiers créés remplaceront ceux existants ayant le même nom sans avertissement !
gl: Teña en conta que os ficheiros finais sobrescribiran o ficheiros existentes co mesmo nome sen avisar.
hu: Kérjük, vegye figyelembe, hogy a kimeneti fájl felülírja az azonos nevű, meglévő file-okat figyelmeztetés nélkül.
it: Prego notare che il file di output sovrascriveranno file preesistenti con lo stesso nome senza avvertimenti.
lt: Atkreipkite dėmesį, kad jau egzistuojantys failai bus perrašyti be perspėjimo
nl: Let op, bestaande bestanden met dezelfde naam zullen worden overschreven zonder waarschuwing.
pt: Atenção que os ficheiros criados irão substituir os ficheiros com o mesmo nome, SEM QUALQUER AVISO.
pt_br: Por favor, note que os arquivos de saída irão substituir os arquivos existentes com o mesmo nome, sem aviso prévio.
ru: Обратите внимание что выходные файлы будут перезаписаны существующими файллами одинакового названия без предупреждения.

source: Do you confirm to overwrite?
ast: ¿Confirma sobrescribir?
bs: Da li želite prepisati?
ca: Voleu sobreescriure el fitxer?
da: Bekræfter du overskrivning?
de: Wollen Sie die Datei tatsächlich überschreiben?
es: ¿Está seguro de sobrescribir?
fr: Confirmez-vous le remplacement ?
gl: Confirma a sobrescritura?
hu: Ön megerősíti, hogy felülírja?
it: Confermi la sovrascrittura?
lt: Ar patvirtinate perrašymą?
nl: Bestand overschrijven?
pt: Confirma a substituição?
pt_br: Sobrescrever arquivo?
ru: Вы подтверждаете перезапись ?

source: Confirm overwrite
ast: Confirmar sobrescritura
bs: Potvrdi prepisivanje
ca: Confirmeu la sobreescriptura
da: Bekræft overskrivning
de: Überschreiben bestätigen
es: Confirme sobrescritura
fr: Confirmer le remplacement
gl: Confirmar a sobrescritura
hu: Tényleg felülírja
it: Conferma sovrascrittura
lt: Patvirtinkite perrašymą
nl: Bevestig overschrijven
pt: Confirmar substituição
pt_br: Confirma sobrescrição
ru: Подтвердите перезапись

source: Provided pages selection is not valid
ast: La selección de páxines indicada nun ye válida
bs: Napravljena selekcija stranica nije ispravna
ca: La selecció de pàgines proporcionada no és vàlida
de: Angegebene Seitenauswahl ist ungültig
es: El orden de la selección de páginas no es válido
et: Pakutud leheküljevalik ei ole korrektne
fr: La sélection de pages indiquée n'est pas valide
gl: A selección de páxinas no é correcta
hu: Bizonyos oldalak kijelölése érvénytelen
it: La selezione di pagine fornita non è valida
lt: Pateiktas puslapių pasirinkimas yra negaliojantis
nl: De opgegeven pagina selectie is ongeldig
pt: A selecção das páginas indicadas é inválida
pt_br: A seleção de páginas não é válida
ru: Выбор предоставляемой страницы не действителен

source: Limits must be a comma separated list of "page_number" or "page_number-page_number"
ast: Les llendes tienen de ser una llista, separada por comes, de "númberu_de_páxina" o "númberu_de_páxina-númberu_de_páxina"
bs: Granice moraju biti predstavljene listom odvojenom zarezima kao "broj_stranice" ili "broj_stranice-broj_stranice"
ca: Els límits han de ser una llista separada per comes de "núm. de pàgina" o "núm. de pàgina-núm. de pàgina"
de: Seitenauswahl muss eine mittels Komma getrennte Liste der Elemente »Seite« oder »Seite-Seite« sein
es: Los límites han de ser una lista separada por comas de "números_de_página" o "número_de_página-número_de_página"
et: Limiidid peavad olema komaga eraldatud list "lehekülje_number" või "lehekülje_number-lehekülje_number"
fr: Les limites doivent être du type "numéropage" ou "numéropage-numéropage" séparées par des virgules
gl: Os límites deben ser unha lista de «páxina_número» separada por comas ou «páxina_número-páxina_número»
hu: Határértékeket egy vesszővel elválasztott listába kell megadni "Oldal_szám" vagy "oldal_szám-oldal_szám"
it: I limiti devono essere una lista separata da virgola di "numero_pagina" o "numero_pagina-numero_pagina"
lt: Ribos turi būti kableliais atskirtas sąrašas "puslapio_numeris" arba "puslapio_numeris-puslapio_numeris"
nl: De waarden moeten een lijst zijn van pagina nummers gescheiden door komma's of een pagina reeks (pagina nr.-pagina nr.)
pt: Os limites devem ser separados por vírgula de "page_number" ou "page_number-page_number"
pt_br: Os limites precisam ser uma lista, separada por vírgulas, de "número_da_página" ou "número_da_página-número_da_página"

source: Limits are not valid
ast: Les llendes nun son válides
bs: Granice nisu ispravne
ca: Els límits no són correctes
da: Grænser er ikke gyldige
de: Seitenauswahl ist ungültig
es: Los límites no son válidos
et: Limiidid ei ole korrektsed
fr: Les limites indiquées ne sont pas valides
gl: Os límites non son correctos
hr: Granice nisu valjane
hu: Határértékek érvénytelenek
it: I limiti non sono validi
iw_il: המגבלות אינן תקניות
lt: Ribos negalioja
nl: De grenswaarden zijn niet geldig
pt: Os limites são inválidos
pt_br: Os limites não são válidos
ru: Ограничения не действительны

source: Please provide the password to open the encrypted document
ast: Por favor, escribe la contraseña p'abrir el documentu cifráu
bs: Molimo obezbijedite šifru za otvaranje kriptovanog dokumenta
ca: Proporcioneu la contrasenya per a obrir el document xifrat
da: Angiv venligst kodeordet for at åbne det krypterede dokument
de: Bitte geben Sie zum Öffnen des verschlüsselten Dokuments das Passwort ein
es: Por favor, proporcione una contraseña para abrir el documento cifrado
fr: Veuillez entrer le mot de passe requis pour ouvrir le document protégé
gl: Introduza o contrasinal para abrir o documento cifrado
hu: Kérjük, adja meg a jelszót, hogy megnyithassa a titkosított dokumentumot
it: Prego fornire una password per aprire il documento criptato
lt: Pateikite slaptažodį šifruoto dokumento atvėrimui
nl: Geef het wachtwoord om het versleutelde document te kunnen openen
pt: Por favor, indique a palavra-passe que abre o documento encriptado
pt_br: Por favor, informe a senha para abrir o documento criptografado
ru: Пожалуйста введите пароль чтобы открыть зашифрованный документ

source: Password request
ast: Petición de contraseña
bs: Zahtjev za lozinku
ca: Petició de contrasenya
da: Adgangskode kræves
de: Passwortabfrage
es: Petición de contraseña
fr: Mot de passe requis
gl: É necesario o contrasinal
hu: Jelszó szükséges
it: Richiesta password
lt: Slaptažodžio prašymas
nl: Wachtwoord verzoek
pt: Pedido de palavra-passe
pt_br: Requisição de senha
ru: Запрос пароля

source: Selection list is full, would you like to empty it and load the new document?
ast: La llista de seleición ta llena, ¿quier vaciala y cargar el documentu nuevu?
bs: Lista za selektovanej je puna. Želite li da je ispraznite i učitate novi dokument?
ca: La llista de selecció és plena, voleu buidar-la i carregar un nou document?
da: Udvalgslisten er fuld, ønsker du at tømme den og indlæse det nye dokument?
de: Auswahltabelle ist voll, möchten Sie sie leeren und ein neues Dokument laden?
es: La lista de selección está llena, ¿quiere vaciarla y cargar el nuevo documento?
fr: La liste de sélection est complète, voulez-vous la vider et charger le nouveau document ?
gl: A lista de selección está chea, quere baleirala e cargar un documento novo?
hu: Kiválasztott lista betelt, szeretne betölteni egy üres, és új dokumentumot?
it: La lista di selezione è piena, vuoi svuotarla e caricare il nuovo documento?
lt: Pasirinkimo sąrašas pilnas, ar norite jį išvalyti ir įkelti naują dokumentą?
nl: Dit venster bevat al pagina's, wilt u deze legen en een nieuw document laden?
pt: A lista está completa. Deseja apagá-la e carregar um novo documento?
pt_br: A lista de seleção está cheia, você gostaria de esvaziá-la e carregar o novo documento?
ru: Выбранный список заполнен, вы хотите очистить его и загрузить новый документ?

source: List full
ast: Llista llena
bs: Lista je puna
ca: Llista plena
da: Liste er fyldt
de: Tabelle voll
es: Lista llena
fr: Liste complète
gl: Lista chea
hu: Lista megtelt
it: Lista piena
lt: Sąrašas pilnas
nl: Lijst vol
pt: Lista completa
pt_br: Lista cheia
ru: Список полон

source: The lowest available pdf version is
ast: La versión de pdf más antigua disponible ye :
bs: Najniža dostupna pdf verzija je
ca: La versió inferior disponible de pdf és
da: Den lavest tilgængelige PDF version er
de: Die niedrigste verfügbare PDF-Version ist
es: La menor versión pdf disponible es
et: Madalaim saadaval pdf versioon on
fr: La plus petite version pdf disponible est
gl: A versión de PDF máis antiga dispoñíbel é:
hr: Najniža dostupna pdf inačica je
hu: A legalacsonzabb elérhető pdf verzió
it: La versione minima PDF disponibile è
iw_il: גירסת ה־PDF הנמוכה ביותר הזמינה היא
lt: Žemiausia įmanoma pdf versija yra
nl: De laagst beschikbare pdf versie is
pt: A versão pdf mais baixa é
pt_br: A menor versão pdf disponível é
ru: Младшая доступная версия PDF
sv: Den lägsta tillgängliga versionen av pdf är

source: You selected a lower output pdf version, continue anyway ?
ast: Escoyisti una versión anterior pal pdf de salida. ¿Quies siguir igual?
bs: Izabrali ste nižu izlaznu pdf verziju. Ipak nastaviti?
ca: Heu triat una versió de sortida inferior de pdf, continuar?
da: Du valgte en lavere output pdf-version, fortsæt alligevel?
de: Sie haben eine niedrigere PDF-Version für die Ausgabe gewählt, möchten Sie trotzdem fortfahren?
es: Ha seleccionada una versión de salida PDF menor, ¿continuar?
et: Valisid madalama väljund pdf versiooni, jätkan ikkagi?
fr: Vous avez sélectionné une version pdf inférieure, continuer ?
gl: Escolleu unha versión anterior para o PDF de saída, desexa continuar de tódolos xeitos?
hr: Odabrali ste nižu izlaznu pdf inačicu. Nastaviti?
hu: Alacsonyabb PDF verziójú kimenetet választott, mindenképpen folytatja?
it: Avete selezionato una versione PDF destinazione minore, continuare?
iw_il: נבחרה גרסת pdf נמוכה עבור הפלט, האם להמשיך בכל אופן?
lt: Rezultato failui Jūs pasirinkote žemesnę pdf versiją. Vis tiek tęsti?
nl: U hebt een lagere pdf versie voor de uitvoer gekozen! Wenst u toch verder te gaan?
pt: Seleccionou uma versão pdf inferior, continuar?
pt_br: Você selecionou uma versão de pdf inferior, deseja continuar assim mesmo?
ru: Для выходного файлв выбрана более рання версия pdf, все равно продолжить?
sv: Du har valt en lägre pdf-version på målfilen, vill du fortsätta ändå?

source: Pdf version conflict
ast: Conflictu na versión de pdf
bs: Sukob pdf verzije
ca: Conflicte de versions de pdf
da: Pdf versionskonflikt
de: PDF-Versionskonflikt
es: Conflicto con la versión Pdf
et: Pdf versiooni konflikt
fr: Conflit de version pdf
gl: Conflito na versión de PDF
hr: Sukob pdf inačice
hu: Pdf verzió-konfliktus
it: Conflitto versione PDF
iw_il: התנגשות גירסאות pdf
lt: Pdf versijų konfliktas
nl: "Pdf-versie"-conflict
pt: Conflito entre versões pdf
pt_br: Conflito na versão do Pdf
ru: Конфликт версий PDF
sv: PDF-version konflikt

source: Error retrieving page saved informations
ast: Error al guetar información de páxina guardada
bs: Greška pri čitanju snimljenih informacija vezanih za stranicu
ca: S'ha produit un error en recuperar informació de les pàgines desades
de: Fehler beim Einlesen der Seiteninformationen
es: Error obteniendo informaciones de página guardada
fr: Erreur d'accès aux informations de la page
gl: Produciuse un erro ao recuperar a información gardada da páxina
hu: Nem sikerült letölteni a mentett oldal információit
it: Errore ritrovando le informazioni della pagina salvate
lt: Klaida gaunant saugomą puslapio informaciją
nl: Kan opgeslagen pagina infromatie niet ophalen
pt: Erro ao obter as informações da página grvada
pt_br: Erro ao recuperar informações da página salva
ru: Ошибка при получении страницы сохраненой информации

source: Unable to initializate drag and drop support.
ast: Nun se puede inicializar el sofitu p'arrastrar y soltar.
bs: Nije moguće inicijalizirati podršku za povuci i pusti.
ca: No s'hapogut inicialitzar el suport d'arrossega i deixa anar.
da: Ikke i stand til at initialisere træk og slip -support.
de: Unterstützung für Ziehen und Ablegen konnte nicht eingeleitet werden.
es: No se puede inicializar el soporte para arrastrar y soltar.
fr: Initialisation de la gestion du Glisser-Déposer Impossible.
gl: Non foi posíbel iniciar a compatibilidade con arrastrar e soltar.
hu: Nem sikerült elindítani a "fogd és dobd" támogatást.
it: Impossibile inizializzare il supporto drag and drop.
lt: Nepavyko inicializuoti "drag and drop" palaikymo
nl: Kan ondersteuning voor verslepen niet initialiseren.
pt: Incapaz de iniciar o suporte a arrastar e largar.
pt_br: Não foi possível inicializar suporte ao arrastar-e-soltar.
ru: Не удалось инициализировать поддержку перетаскивания.

source: Setting look and feel...
ast: Afitando aspeutu...
bs: Podešenje vidi i osjeti...
ca: Definint aparença...
da: Indstiller udseende...
de: Erscheinungsbild wird festgelegt ...
es: Estableciendo apariencia...
et: Välimuse ja mulje seadistamine...
fr: Réglage de l'apparence...
gl: Estabelecendo o aspecto...
hr: Postavlja se izgled sučelja...
hu: Megjelenés beállítása
it: Impostazione opzioni grafiche...
iw_il: מתבצעת הגדרת המראה והתחושה...
lt: Nustatyti išvaizdą
nl: "Look and Feel" instellen...
pt: Definindo aparência e comportamento...
pt_br: Definindo aparência...
ru: Настройка внешнего вида...
sv: Bestämmer utseende...
