Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Available variables
ast: Variables disponibles
bs: Dostupne varijable
ca: Variables disponibles
da: Tilgængelige variabler
de: Verfügbare Variablen
es: Variables disponibles
et: Saadaval muutujad
fr: Variables disponibles
gl: Variables dispoñíbeis
hr: Dostupne varijable
hu: Rendelkezésreálló változók
it: Variabili disponibili
iw_il: משתנים זמינים
lt: Galimi kintamieji
nl: Beschikbare variabelen
pt: Variáveis disponíveis
pt_br: Variáveis disponíveis
ru: Доступные переменные
sv: Tillgängliga variabler

source: Split selected file
ast: Dividir el ficheru seleccionáu
bs: Podijeli izabrani dokument
ca: Divideix el fitxer seleccionat
da: Opdel valgt fil
de: Ausgewählte Datei teilen
es: Divide el archivo seleccionado
et: Tükelda valitud fail
fr: Lancez le découpage du fichier
gl: Dividir o ficheiro seleccionado
hr: Razdijeli odabranu datoteku
hu: A kijelölt fájl szétválasztása
it: Dividi il file selezionato
iw_il: פיצול הקובץ הנבחר
lt: Išskaidyti pasirinktą failą
nl: Splits geselecteerd bestand
pt: Dividir o ficheiro seleccionado
pt_br: Dividir arquivo selecionado
ru: Разделить выделенный файл
sv: Dela upp vald fil

source: Split
ast: Dividir
bs: Podijeli
ca: Divideix
da: Opdel
de: Teilen
es: Dividir
et: Tükelda
fr: Découpage
gl: Dividir
hr: Razdijeli
hu: Felosztás
it: Dividi
iw_il: פיצול
lo: ແຍກ
lt: Skaidyti
nl: Splitsen
pt: Dividir
pt_br: Dividir
ru: Разделить
sv: Dela

source: Split section loaded.
ast: La sección de división ta cargada
bs: Sekcija dijeljenja učitanja.
ca: Divideix la secció carregada.
da: Opdelingssektion indlæst.
de: Bereich »Teilen« geladen.
es: Sección de división cargada.
et: Tükeldamise sektsioon laetud.
fr: Section "Découpage" chargée.
gl: A sección de división foi cargada.
hr: Učitana razdijeljena sekcija
hu: A szétválasztptt rász megnyitva
it: Sezione divisione caricata.
iw_il: חלק מהפיצול נטען.
lt: Skaidymo dalis įkrauta
nl: Splits-sectei geladen
pt: Secção de divisão carregada.
pt_br: Seção de divisão carregada.
ru: Секция файла загружена.
sv: Dela laddat urval.

source: Invalid split size
ast: Tamañu de división non válidu
bs: Pogrešna veličina dijeljenja
ca: Mida de divisió incorrecta
da: Ugyldig opdelingsstørrelse
de: Unzulässige Trenngröße
es: Tamaño de división inválida
et: Vigane tükeldamise suurus
fr: Taille indiquée incorrecte
gl: Tamaño de división non válido
hr: Neispravna veličina razdvajanja
hu: Érvénytelen darabolási méret
it: Dimensione divisione non valida
iw_il: גודל הפיצול שגוי
lo: ຂະໜາດການແຍກບໍ່ຖືກຕ້ອງ
lt: Blogas skaidymo dydis
nl: Ongeldige splitsingsgroote
pt: Tamanho inválido
pt_br: Tamanho de divisão inválido
ru: Неверный размер части
sv: Ogiltig delningsstorlek.

source: Invalid unit:
ast: Unidá non válida
bs: Pogrešna jedinica:
ca: Unitat no vàlida:
da: Ugyldig enhed:
de: Ungültige Einheit:
es: Unidad inválida:
et: Vigane ühik:
fr: Unité de taille incorrecte :
gl: Unidade non válida:
hr: Neispravna jedinica:
hu: Érvénytelen egység:
it: Unità non valida
iw_il: יחידה שגויה:
lt: Neteisingas matavimo vienetas:
nl: Ongeldige eenheid:
pt: Unidade inválida:
pt_br: Unidade inválida:
ru: Неверная единица:
sv: Ogiltig enhet:

source: Fill from document
ast: Rellenar dende'l documentu
bs: Popuni iz dokumenta
ca: Omplena des del document
da: Udfyld fra dokument
de: Aus Dokument einfügen
es: Completar desde el documento
et: Täidetavate vormiväljadega dokument
fr: Analyser le document
gl: Encher desde o documento
hr: Popuni iz dokumenta
hu: Dokumentum kitöltése
it: Riempi dal documento
iw_il: מילוי ממסמך
lt: Užpildyti iš dokumento
nl: Vul vanuit document
pt: Preencher do documento
pt_br: Preencher a partir documento
ru: Заполнить из документа
sv: Fyll från dokument

source: Please select a pdf document.
ast: Escueyi un documentu pdf
bs: Molimo selektujte pdf dokument.
ca: Seleccioneu un document pdf.
da: Vælg venligst et pdf-dokument.
de: Bitte wählen Sie ein PDF-Dokument.
es: Por favor, seleccion un documento pdf
et: Palun vali pdf dokument.
fr: Veuillez sélectionner un document pdf.
gl: Escolla un documento pdf
hr: Molimo odaberite pdf dokument.
hu: Kérem válasszon ki egy pdf dokumentumot
it: Selezionare un documento PDF.
iw_il: נא לבחור מסמך pdf.
lt: Pasirinkite PDF dokumentą
nl: Selecteer een pdf document
pt: Seleccione um documento pdf.
pt_br: Por favor selecione um documento do tipo pdf
ru: Пожалуйста выберете документ pdf.
sv: Välj ett pdf-dokument

source: Warning
ast: Cuidáu
bs: Upozorenje
ca: Advertència
da: Advarsel
de: Achtung
es: Advertencia
et: Hoiatus
fr: Avertissement
gl: Aviso
hr: Upozorenje
hu: Figyelem
it: Attenzione
iw_il: אזהרה
lt: Įspėjimas
nl: Waarschuwing
pt: Aviso
pt_br: Aviso
ru: Внимание
sv: Varning

source: Getting bookmarks max depth
ast: Fondura máxima de los marcadores
bs: Uzimanje maks. dubine bukmarka
ca: Màxima profunditat dels marcadors
de: Maximale Lesezeichentiefe wird ermittelt
es: Obtener profundidas máxima de marcadores
et: Järjehoidjate max sügavuse hankimine
fr: Acquisition de la profondeur des signets
gl: Obtendo marcadores de profundidade máxima
hr: Pribavljanje maksimalne dubine razine oznaka
hu: Könyvjelzők max. mélysége
it: Verifica profondità massima dei segnalibri...
iw_il: קבלת העומק המירבי של הסימניות
lt: Skaičiuojamas maksimalus žymelių gylis
nl: Verkrijgen van de maximale bladwijzer diepte
pt: Obtendo capacidade máxima dos marcadores
pt_br: Recuperando nível máximo de marcadores
ru: Получение максимальной вложенности закладок

source: Unable to retrieve bookmarks maximum depth.
bs: Ne mogu primiti maksimalnu dubinu oznake
ca: No s'ha pogut recuperar el màxim abast de les adreces d'interès
de: Die maximale Lesezeichentiefe konnte nicht ermittelt werden.
es: No se puede recuperar marcadores maximum depth.
fr: Acquisition de la profondeur des signets impossible.
gl: Non foi posíbel recuperar os marcadores coa profundidade máxima.
it: Impossibile ritrovare la massima profondità dei segnalibri
lt: Negalėjau suskaičiuoti maksimalaus žymelių gylio
nl: Niet in staat om de maximale diepte van de bladwijzers te verkrijgen.
pt: Incapaz de obter a capacidade máxima dos marcadores.
ru: Не удалось получить максимальную глубину закладки.

source: Frontpage pdf file
ast: Portada del ficheru pdf
bs: Pdf dokument prve stranice
ca: Fitxer pdf per la portada
da: Forside pdf-fil
de: PDF für Titelseite
es: Portada del archivo pdf
et: Esilehe pdf fail
fr: Pdf de première de couverture
gl: Ficheiro pdf frontpage
hu: Előlap pdf állománya
it: Documento PDF di copertina
iw_il: קובץ עמוד כותרת ב־PDF
lt: Pirmas puslapis
nl: Frontpage pdf bestand
pt: Ficheiro para Capa
pt_br: Arquivo pdf de capa
ru: Главная страница pdf файла
sv: Frontpage pdf-fil

source: Addendum pdf file
ast: amiestu al ficheru pdf
bs: Pdf dokument dodatak
ca: Fitxer pdf d'apèndix
da: Bagside pdf-fil
de: PDF für Rückseite
es: Anexo al archivo pdf
et: Lisa pdf fail
fr: Pdf de quatrième de couverture
gl: Ficheiro addendum pdf
hu: Függelék pdf fájl
it: Documento PDF di sommario
iw_il: קובץ pdf לנספחים
lt: Priedai
nl: Pdf bijlage file
pt: Ficheiro para Adenda
pt_br: Arquivo pdf adendo
ru: Добавление файлов pdf
sv: Addendum pdf-fil

source: Frontpage and Addendum
ast: portada y amiestu
bs: Prednja stranica i Dodatak
ca: Portada i apèndix
da: Forside og appendix
de: Titel- und Rückseite
es: Primera página y apéndice
et: Esileht ja lisa
fr: Couverture
gl: Frontpage e Addendum
hr: Naslovnica i dodatak
hu: Előlap és Függelék
it: Copertina e appendice
iw_il: עמוד הכותרת ונספחים
lt: Pirmas puslapis ir priedai
nl: Voorblad en bijlage
pt: Capa e Adenda
pt_br: Capa e Adendo
ru: Главная и приложение
sv: Frontpage och Addendum

source: Cover And Footer section loaded.
ast: sección Portada Y Pie de páxina cargada
bs: Selekcija Naslovnice i Podnožja učitana.
ca: Secció de pàgina de coberta i peu de pàgina carregats
da: Cover And Footer-sektion indlæst
de: Bereich »Titel- und Rückseite« geladen.
es: Secciones Portada y Pié de Página cargadas.
et: Kaane ja jaluse sektsioon laetud.
fr: Section "Couverture" chargée.
gl: Cargouse a sección de portada e pé de páxina.
hr: Sekcija naslovnice i podnožja je učitana.
hu: Fej- és lábrészek betöltve.
it: Sezione copertina e sommario caricata.
iw_il: חלקי עמודי הכותרת והסגירה נטענו.
lt: Viršelio ir poraštės dalis įkrauta
nl: Voorblad en bijlage sectie geladen
pt: Secção de Capa e Rodapé carregada.
pt_br: Seção Capa e Rodapé carregada.
ru: Секции обложки и нижней сноски загружены
sv: Omslag och Sidfot laddad.

source: Select at least one cover or one footer
ast: selecciona polo menos una portada o un pie de páxina
bs: Izaberite barem jednu naslovnicu i jedno podnožje
ca: Selecciona com a mínim una pàgina de coberta i un peu de pàgina
da: Vælg mindst et omslag eller en fodnote
de: Wählen Sie zumindest ein PDF für Titel- oder Rückseite
es: Seleccione al menos una portada o un pié de página
et: Vali vähemalt üks kaas või üks jalus
fr: Sélectionnez au moins un fichier de couverture
gl: Escolla polo menos unha portada e un pé de páxina
hr: Odaberite najmanje jednu naslovnicu i jedno podnožje
hu: Válasszon ki legalább egy fedlapot vagy hátlapot
it: Seleziona almeno una copertina inziale o finale
iw_il: יש לבחור בעמוד כותרת אחד או בעמוד סגירה אחד לפחות
lt: Pasirinkite bent vieną viršelį arba poraštę:
nl: Selecteer minimaal één voorblad of één bijlage
pt: Seleccione pelo menos uma capa ou um rodapé
pt_br: Selecione ao menos uma capa ou um rodapé
ru: Выберите хотябы одну верхнюю или нижнюю часть
sv: Välj minst en omslags- eller sidfotspdf.

source: Encrypt options
ast: Opciones d'encriptación
bs: Opcije enkripcije
ca: Opcions d'encriptació
da: Krypteringsindstillinger
de: Sicherheitseinstellungen
es: Opciones de encriptación
et: Krüpteerimise valikud
fr: Options de chiffrement
gl: Opcións de cifrado
hr: Postavke enkripcije
hu: Titkosítási beállítások
it: Opzioni di criptatura
iw_il: אפשרויות הצפנה
lt: Kodavimo nustatymai
nl: Versleutel opties
pt: Opções de encriptação
pt_br: Opções de encriptação
ru: Опции шифрования
sv: Krypteringsalternativ

source: Owner password:
ast: contraseña de propietariu
bs: Šifra vlasnika:
ca: Contrasenya del propietari:
da: Adgangskode ejer:
de: Besitzerpasswort:
es: Password del propietario:
et: Omaniku parool:
fr: Mot de passe Propriétaire :
gl: Contrasinal de propietario:
hr: Vlasnička zaporka
hu: Tulajdonon Jelszava
it: Password amministratore:
iw_il: סיסמת הבעלים:
lt: Savininko slaptažodis:
nl: Wachtwoord van de eigenaar:
pt: Palavra-passe de dono:
pt_br: Senha do dono:
ru: Пароль владельца:
sv: Ägarens lösenord.

source: Owner password (Max 32 chars long)
ast: contraseña de propietariu (32 caracteres como máximu
bs: Šifra vlasnika (Max 32 znaka dužine)
ca: Contrasenya del propietari (màxim 32 caràcters de longitud)
da: Adgangskode ejer (maks 32 karakterer lang)
de: Besitzerpasswort (max. 32 Zeichen)
es: Password del propietario (32 caracteres máx)
et: Omaniku parool (max 32 sümbolit pikk)
fr: Mot de passe propriétaire (max. 32 caractères)
gl: Contrasinal de propietario (32 caracteres como máximo)
hr: Vlasnička zaporka (Maksimalno 32 znaka)
hu: Tulajdonos jelszava (Maximum 22 karakter hosszú)
it: Password amministratore (max 32 caratteri)
iw_il: סיסמת הבעלים: (32 תווים לכל היותר)
lt: Savininko slaptažodis (ne ilgenis kaip 32 simboliai)
nl: Wachtwoord van de eigenaar (max. 32 karakters)
pt: Palavra-passe de dono (Máx 32 caracteres)
pt_br: Senha do dono (Máx 32 caracteres)
ru: Пароль владельца (не более 32 символов)
sv: Ägarens lösenord (Max 32 tecken)

source: User password:
ast: Contraseña d'usuariu:
bs: Šifra korisnika:
ca: Contrasenya d'usuari:
da: Adgangskode bruger:
de: Benutzerpasswort:
es: Contraseña de usuario:
et: Kasutaja parool:
fr: Mot de passe Utilisateur :
gl: Contrasinal de usuario:
hr: Korisnička zaporka:
hu: A felhasználó jelszava
it: Password utente:
iw_il: סיסמת המשתמש:
lt: Vartotojo slaptažodis:
nl: Wachtwoord gebruiker:
pt: Palavra-passe de utilizador:
pt_br: Senha do usuário:
ru: Пароль пользователя:
sv: Användarlösenord:

source: User password (Max 32 chars long)
ast: contraseña d'usuariu (32 caracteres como máximu)
bs: Šifra korisnika (Max 32 znaka dužine)
ca: Contrasenya d'usuari (màxim 32 caràcters de longitud)
da: Adgangskode bruger (maks 32 karakterer lang)
de: Benutzerpasswort (max. 32 Zeichen)
es: Contraseña de usuario (Max 32 caracteres)
et: Kasutaja parool (max 32 sümbolit pikk)
fr: Mot de passe utilisateur (max. 32 caractères)
gl: Contrasinal de usuario (32 caracteres como máximo)
hr: Korisnička zaporka (Maksimalno 32 znaka)
it: Password utente (max 32 caratteri)
iw_il: סיסמת משתמש (32 תווים לכל היותר)
lt: Vartotojo slaptažodis (ne ilgesnis kaip 32 simboliai)
nl: Wachtwoord gebruiker (max. 32 karakters)
pt: Palavra-passe de utilizador (Máx 32 caracteres)
pt_br: Senha do usuário (Máx 32 caracteres)
ru: Пароль пользователя (не более 32 символов)
sv: Användalösenord (Max32 tecken)

source: Encryption algorithm:
ast: algoritmu d'encriptación
bs: Algoritam enkripcije:
ca: Algorisme d'encriptació:
da: Krypteringsalgoritme:
de: Verschlüsselungsalgorithmus:
es: Algoritmo de encriptación:
et: Krüpteerimise algoritm:
fr: Algorithme de chiffrement :
gl: Algoritmo de cifrado:
hr: Algoritam enkripcije:
hu: Titkosítási algoritmus:
it: Algoritmo di criptatura
iw_il: אלגוריתם הצפנה:
lt: Kodavimo algoritmas
nl: Encryptie algoritme
pt: Algoritmo de encriptação:
pt_br: Criptografar algoritmo:
ru: Алгоритм шифрования:
sv: Krypteringsalgoritm:

source: Allow all
ast: Autorizalo too
bs: Dozvoli sve
ca: Permetre'ls tots
da: Tillad alle
de: Alles zulassen
es: Permitir todo
et: Luba kõik
fr: Tout autoriser
gl: Permitir todo
hr: Dozvoli sve
hu: Minden engedélyezése
it: Permetti tutto
iw_il: אפשר הכל
lt: Leisti viską
nl: Iedereen toelaten
pt: Permitir todos
pt_br: Permitir todos
ru: Разрешить все
sv: Tllåt alla

source: Print
ast: Imprentar
bs: Štampa
ca: Imprimeix
da: Udskriv
de: Drucken
es: Imprimir
et: Printimine
fr: Impression
gl: Imprimir
hr: Ispis
hu: Nyomtatás
it: Stampa
iw_il: הדפסה
lt: Spausdinti
nl: Afrdukken
pt: Imprimir
pt_br: Imprimir
ru: Печать
sv: Skriv ut

source: Low quality print
ast: Impresión de calidá baxa
bs: Štampa niskog kvaliteta
ca: Impressió de baixa qualitat
da: Udskriv i lav kvalitet
de: Niedrige Druckqualität
es: Impresión de baja calidad
et: Madala kvaliteediga printimine
fr: Impression faible résolution
gl: Impresión de baixa calidade
hr: Ispis niske kvalitete
hu: Alacsony minőségű nyomtatás
it: Stampa bassa qualità
iw_il: הדפסה באיכות נמוכה
lt: Žemos kokybės spausdinimas
nl: Afdrukken op lage kwaliteit
pt: Impressão de baixa qualidade
pt_br: Impressão de baixa qualidade
ru: Печать низкого качества
sv: Utskrift, låg kvalité

source: Copy or extract
ast: Copiar o estrayer
bs: Kopiraj ili ekstraktuj
ca: Copiar o extraure
da: Kopier eller udtræk
de: Kopieren von Inhalt
es: Copiar o extraer
et: Kopeerimine või eraldamine
fr: Copie ou extraction
gl: Copiar ou extraer
hr: Kopiraj ili izdvoji
hu: Másolás, vagy kiemelés
it: Copia ed estrazione
iw_il: העתקה או חילוץ
lt: Kopijuoti arba ištraukti
nl: Kopieren of uitpakken
pt: Copiar ou extrair
pt_br: Copiar ou extrair
ru: Копировать или извлечь
sv: Kopiera eller klipp ut

source: Modify
ast: Modificar
bs: Izmijeni
ca: Modifica
da: Modificer
de: Ändern des Dokuments
es: Modificar
et: Muutmine
fr: Modification
gl: Modificar
hr: Izmijeni
hu: Módosít
it: Modifica
iw_il: שינוי
lt: Keisti
nl: Bewerk
pt: Modificar
pt_br: Modificar
ru: Изменить
sv: Ändra

source: Add or modify text annotations
ast: Amestar o modificar comentariu
bs: Dodaj ili izmijenikomentare teksta
ca: Afegir o modificar les anotacions del text
da: Tilføj eller ændr kommentarer
de: Kommentieren
es: Añadir o modificar anotaciones
et: Lisa või muuda kommentaartekste
fr: Ajout ou modification de commentaire
gl: Engadir ou modificar anotacións textuais
hr: Dodaj ili izmijeni napomene
hu: Magyarázó szöveg hozzáadása, vagy módosítása
it: Aggiungi o modifica annotazioni
iw_il: הוספה או שינוי הערות טקסט
lt: Pridėti arba keisti teksto anotaciją
nl: Toevoegen of wijzigen van tekstannotaties
pt: Adicione ou modifique anotações de texto
pt_br: Adicionar ou modificar anotações
ru: Добавить или изменить текстовые пометки
sv: Skriv eller ändra noteringstext

source: Fill form fields
ast: Rellenar formulariu
bs: Popuni polja formulara
ca: Omplenar camps del formulari
da: Udfyld formularfelter
de: Formularfelder ausfüllen
es: Rellenar campos del formulario
et: Vormiväljade täitmine
fr: Remplissage de formulaire
gl: Encher campos de formulario
hr: Popuni iz polja
hu: Formanyomtatvány mezőinek kitöltése
it: Riempi campi form
iw_il: מילוי שדות הטופס
lt: Užpildyti formos laukus
nl: Forumliervelden invullen
pt: Preencher os campos dos formulários
pt_br: Preencher campos de formulário
ru: Заполните поля формы
sv: Fyll i formulärfält

source: Extract for use by accessibility dev.
ast: Extrayer pa usar con dispositivu d'accesibilidá
bs: Ekstraktuj za upotrebu uređaja za pristupnost.
ca: Extraure per emprar amb dispositiu d'accessibilitat
da: Udtræk til brug for tilgængelighedsudvikling
de: Kopieren von Inhalt für Barrierefreiheit
es: Extraer para ser usado por accessibility dev.
et: Eraldamine hõlbustusseadmega kasutamiseks.
fr: Accès aux outils d'accessibilité
gl: Extraer para uso por dispositivos de accesibilidade.
hr: Izdvoji za korištenje pri razvoju dostupnosti.
hu: Kinyerés a hozzáférhetőség javításáért
it: Estrai per device di accessibilità
iw_il: חילוץ לשימוש על ידי התקן נגישות.
lt: Ištraukti naudojimui įrenginiuose
nl: Uitpakken voor gebruik door toegankelijkheidsapparaten
pt: Extrair para uso do desenvolvimento de acessibilidade.
pt_br: Extrair para uso por disp. de acessibilidade.
ru: Распаковать для использования возможностей dev.
sv: Klipp ur för att använda av tillgänglighetsutv.

source: Manipulate pages and add bookmarks
ast: Manipular páxines y amestar marcadores
bs: Manipulacija stranicama i dodavanje dodavanje bukmarka
ca: Manipular pàgines i afegir adreça d'interès
da: Ændre sider og tilføje bogmærker
de: Seiten ändern und Lesezeichen hinzufügen
es: Manipular páginas y añadir marcadores
et: Lehekülgede manipuleerimine ja järjehoidjate lisamine
fr: Manipulation de pages et ajout de signets
gl: Manipular páxinas e engadir marcadores
hr: Manipuliraj stranicama i dodaj knjiške oznake
hu: Oldalak módosítása és könyvjelzők hozzáadása
it: Gestisci le pagine e aggiungi segnalibri
iw_il: שינוי עמודים והוספת סימניות
lt: Manipuliuoti puslapiais ir pridėti žymas
nl: Pagina´s aanpassen en referenties toevoegen
pt: Manipular páginas e adicionar marcadores
pt_br: Manipular páginas e adicionar favoritos
ru: Управление страницами и добавление закладок
sv: Ända sidor och lägg till bokmärken

source: Check the box if you want compressed output files (Pdf version 1.5 or higher).
ast: Selecciona esta opción si quies comprimir los ficheros de salida (versión pdf 1.5 o superior)
bs: Markirajte opciju ako želite kompresovane izlazne dokumen te (PDF verzija 1.5 ili viša)
ca: Comproveu la casella de selecció si voleu fitxers de sortida comprimits (versió pdf 1.5 o superior).
da: Afkryds boksen hvis du ønsker komprimerede outputfiler (Pdf version 1.5 eller højere).
de: Markieren Sie das Kontrollkästchen, um die Ausgabedateien zu komprimieren (PDF-Version 1.5 oder neuer).
es: Seleccione la caja si desea archivos de salida comprimidos (versión pdf 1.5 o mayor).
et: Märgista märkeruut, kui soovid pakitud väljundfaile (pdf versioon 1.5 või kõrgem)
fr: Cochez la case pour compresser le(s) fichier(s) à créer (version pdf 1.5 ou supérieure).
gl: Escolla esta opción se desexa ficheiros de saída comprimidos (PDF versión 1.5 ou posterior).
hr: Odaberite ovu opciju ako želite sažeti izlazne datoteke (pdf inačica 1.5 ili veća)
hu: Jelölje be a négyzetet, ha azt szeretné, hogy a kimeneti fájlok tömörítve legyenek (PDF Version 1.5 vagy magasabb).
it: Selezionare l'opzione se si vogliono file di destinazione compressi (versione PDF 1.5 o superiore).
iw_il: יש לסמן את התיבה אם ברצונך בקובצי פלט דחוסים (Pdf גירסה 1.5 ומעלה)
lt: Pažymėkite langelį jei norite suspausti rezultato failą (pdf versija 1.5 arba aukštesnė)
nl: Aanvinken indien je gecomprimeerde uitvoer wenst (Pdf versie 1.5 of hoger)
pt: Marque a caixa se quiser comprimir os ficheiros a criar (versão PDF 1.5 ou superior).
pt_br: Selecione se deseja arquivos de saída compactados (Versão PDF 1.5 ou maior).
ru: Включите данную опцию для сжатия файлов, создаваемых программой (PDF версии 1.5 или выше).
sv: Markera om du vill komprimera målfilerna (PDF version 1.5 eller högre)

source: If it contains "[TIMESTAMP]" it performs variable substitution.
ast: Si contién "[TIMESTAMP]" realiza sustitución de variable
bs: Ako sadrži "[TIMESTAMP]" izvodi zamjenu varijabli.
ca: Si conté "[TIMESTAMP]" efectua una substitució de variables
da: Hvis den indeholder »[TIMESTAMP]« så udføres variabel erstatning.
de: Falls »[TIMESTAMP]« enthalten ist, erfolgt eine variable Benennung.
es: Si contiene "[TIMESTAMP]" realiza sustitución de variable.
et: Kui see sisaldab "[TIMESTAMP]" , teostab see muutuja asenduse.
fr: S'il comporte "[TIMESTAMP]", une substitution de variable est effectuée.
gl: Se contén "[TIMESTAMP]" realiza substitución de variábeis.
hr: Ako sadrži "[TIMESTAMP]" izvršava se zamjena promjenjive.
hu: Ha van benne időbélyeg, használjon a változó helyettesítést
it: Se contiene "[TIMESTAMP]" esegue la sostituzione delle variabili.
iw_il: אם המשתנה "[TIMESTAMP]" נכלל תתבצע החלפת משתנים.
lt: Jei jis turi "[TIMESTAMP]" - ivykdomas kintamojo pakeitimas.
nl: Als het "[TIMESTAMP]" bevat dan zal deze variabele worden vervangen
pt: Se contiver "[TIMESTAMP]" efectua a substituição da variável.
pt_br: Se possuir "[TIMESTAMP]" ele realiza a substituição de variável.
ru: если оно содержит "[TIMESTAMP]" оно выполняет автоматическую подстановку переменных.
sv: Om det innehåller "[TIMESTAMP]" blir ersättningen variabel.

source: Ex. [BASENAME]_prefix_[TIMESTAMP] generates FileName_prefix_20070517_113423471.pdf.
ast: Exemplu: [BASENAME]_prefixu_[TIMESTAMP] xenera NomeFicheru_prefixu_20070517_113423471.pdf
bs: Npr. [BASENAME]_prefix_[TIMESTAMP]generišeImeDokumenta_prefix_20070517_113423471.pdf.
ca: Ex. [BASENAME]_prefix_[TIMESTAMP] genera FileName_prefix_20070517_113423471.pdf.
da: F.eks. [BASENAME]_præfiks_[TIMESTAMP] bliver til FileNavn_præfiks_20070517_113423471.pdf.
de: [BASENAME]_prefix_[TIMESTAMP] erzeugt Dateiname_prefix_20070517_113423471.pdf.
es: Ej. [NOMBREBASE]_prefijo_[TIMESTAMP] genera NombreArchivo_prefijo_20070517_113423471.pdf.
et: Näiteks. [BASENAME]_prefiks_[TIMESTAMP] genereerib FileName_prefiks_20070517_113423471.pdf.
fr: Ex. : "[BASENAME]_préfixeperso_[TIMESTAMP]" va généré "NomdeFichier_PréfixePerso_AAAAMMJJ_hhmmss.pdf\"
gl: Exemplo: [BASENAME]_prefixo_[TIMESTAMP] xera NomeFicheiro_prefixo_20070517_113423471.pdf.
hr: Npr. [BASENAME]_prefix_[TIMESTAMP] generira FileName_prefix_20070517_113423471.pdf.
hu: Például: Alapnév_Előtag_Időbélyeg a következőt hozza létre: Fájlnév_előtag_20070517_113423471.pdf
it: Es. [BASENAME]_prefisso_[TIMESTAMP] genera NomeFile_prefisso_20070517_113423471.pdf.
iw_il: דוגמה: [BASENAME]_קידומת_[TIMESTAMP] תייצר שםהקובץ_קידומת_20070517_113423471.pdf.
lt: Pvz. [BASENAME]_priešdėlis_[TIMESTAMP] sugeneruoja FileName_priešdėlis_20070517_113423471.pdf.
nl: bijv: [BASENAME]_voorvoegsel_[TIMESTAMP] wordt bestandsnaam_voorvoegsel_20070517_113423471.pdf.
pt: Ex. [BASENAME]_prefix_[TIMESTAMP] cria FileName_prefix_20070517_113423471.pdf.
pt_br: Ex: [BASENAME]_prefixo_[TIMESTAMP] gera NomeDoArquivo_prefixo_20070517_113423471.pdf.
ru: Пр. [BASENAME]_префикс_[TIMESTAMP] сгенерирует ИмяФайла_префикс_20070517_113423471.pdf.
sv: Exenpel. [BASENAME]_prefix_[TIMESTAMP] skapar FileName_prefix_20070517_113423471.pdf.
