Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Setting logging level...
ast: Afitando nivel de rexistru...
bs: Podešenje nivoa zapisa...
ca: Definint el nivell de registre...
da: Indstiller logningsniveau
de: Protokollierungsstufe wird festgelegt ...
es: Estableciendo nivel de registro...
et: Logimise taseme seadistamine...
fr: Réglage du journal...
gl: Estabelecendo o nivel de rexistro...
hr: Postavlja se razina zapisnika...
hu: Naplózás szintjének beállítása
it: Impostazione del livello di registrazione...
iw_il: מתבצעת הגדרת רמת הרישום...
lt: Nustatomas žurnalo lygis...
nl: Stel het logniveau in...
pt: Definindo o nível do registo...
pt_br: Definindo nível de log...
ru: Настройка уровня ведения логов
sv: Sätter loggningsnivå...

source: Unable to find log level, setting to default level (DEBUG).
ast: Nun se puede alcontrar el nivel de rexistruo, conseñando el nivel predetermináu (DEBUG).
bs: Nije moguće pronaći nivo zapisa. Podešavanje default nivoa (DEBUG).
ca: No s'ha pogut trobar el nivell de registre, es defineix al nivell predeterminat (DEBUG).
da: Ikke i stand til at finde logniveau, sætter til standardniveau (DEBUG).
de: Protokollierungsstufe konnte nicht gefunden werden, Standardstufe (DEBUG) wird genutzt.
es: Incapaz de encontrar nivel de registro, estableciendo el nivel predeterminado (DEBUG).
et: Logimise taseme leidmine ebaõnnestus, vaikimisi logimistaseme (debug) seadmine.
fr: Niveau de journal introuvable, réglage au niveau par défaut (DEBUG).
gl: Non foi posíbel atopar o nivel de rexistro, estabelecese ao nivel predeterminado (DEBUG).
hr: Ne mogu pronaći razinu zapisnika, postavlja se uobičajena razina (DEBUG).
hu: Nem találom naplózási szintet, az alapértelmezett szint fog betöltődni
it: Impossibile identificare il livello di registrazione, livello impostato al valore predefinito (DEBUG).
iw_il: לא ניתן למצוא את רמת הרישום, מגדיר את רמת ברירת המחדל (DEBUG)
lt: Nepavyko rasti žurnalo lygio, nustatomas lygis pagal nutylėjimą (DEBUG).
nl: Kon het logniveau niet vinden. Standaard logniveau wordt ingesteld (DEBUG).
pt: Incapaz de obter o nível de registo, foi definido o nível por omissão (DEBUG).
pt_br: Não foi possível carregar o log do nível, configurando para nível padrão (DEBUG)
ru: Не удалось найти уровень лога, установка уровня по умолчанию (ОТЛАДКА).
sv: Gick inte att sätta loggningsnivå, använder normalnivå (DEBUG).

source: Loading user interface configuration
ast: Cargando la configuración d'interfaz d'usuariu
bs: Učitavanje konfiguracije korisničkog sučelja
ca: S'està carregant la configuració de l'interfície d'usuari
da: Indlæser brugergrænsefladens indstillinger
de: Konfiguration der Benutzeroberfläche wird geladen
es: Cargando la configuración de interfaz de usuario
fr: Chargement de la configuration de l'interface utilisateur
gl: A configuración da interface do usuario esta a cargarse
hu: Felhasználói felület beállításának betöltése
it: Caricando configurazione interfaccia utente
lt: Įkeliama vartotojo sąsajos konfigūracija
nl: Bezig met het laden van de gebruikers interface configuratie
pt: Carregando configuração da interface de utilizador
pt_br: Carregando configurações da interface do usuário
ru: Загрузка конфигурации пользовательского интерфейса

source: Unable to find configuration file for the user interface
ast: Nun se puede alcontrar el ficheru de configuración pa la interfaz d'usuariu
bs: Nije moguće pronaći konfiguracijski dokument za korisničko sučelje
ca: No es troba el fitxer de configuració de l'interfície d'usuari
da: Kunne ikke finde filen med brugergrænsefladens indstillinger
de: Keine Konfigurationsdatei für die Benutzeroberfläche gefunden
es: Imposible encontrar el archivo de configuración para la interfaz de usuario
fr: Acquisition du fichier de configuration de l'interface utilisateur impossible
gl: Non foi posíbel atopar o ficheiro de configuración da interface do usuario
hu: Nem találtam file-t a felhasználói felület beállításának betöltéséhez
it: Impossibile trovare il file di configurazione dell'interfaccia utente
lt: Nepavyko rasti vartotojo sąsajos konfigūracijos failo
nl: Kan het configuratiebestand voor de gebruikers interface niet vinden
pt: Incapaz de encontrar o ficheiro de configuração da interface de utilizador
pt_br: Não foi possível encontrar arquivo de configuração da interface do usuário
ru: Не удалось найти конфигурационный файл пользовательского интерфейса

source: Error reading the configuration file for the user interface
ast: Error al lleer el ficheru de configuración de la interfaz d'usuariu
bs: Greška pri čitanju i konfiguracijskog dokumenta za korisničko sučelje
ca: S'ha produit un error en llegir el fitxer de configuració de l'interfície d'usuari
da: Fejl under indlæsning af filen med brugergrænsefladen
de: Fehler beim Laden der Konfigurationsdatei für die Benutzeroberfläche
es: Error leyendo el archivo de configuración de la interfaz de usuario
fr: Erreur de lecture du fichier de configuration de l'interface utilisateur
gl: Algo foi mal ao ler o ficheiro da configuración da interface do usuario
hu: Hiba a felhasználói felület konfigurációs file-jának olvasásakor
it: Errore leggendo il file di configurazione dell'interfaccia utente
lt: Klaida skaitant vartotojo sąsajos konfigūracijos failą
nl: Fout tijdens het lezen van het configuratiebestand voor de gebruikers interface
pt: Erro ao ler o ficheiro de configuração da interface de utilizador
pt_br: Erro ao ler arquivo de configuração da interface do usuário
ru: Ошибка при чтении конфигурационного файла пользовательского интерфейса
sv: Det blev ett fel när konfigurationsfilen för användargränssnitt skulle läsas

source: Error initializing the user interface vertical divider location
ast: Error al aniciar la posición del divisor vertical na interfaz d'usuariu
bs: Greška pri inicijalizaciji lokacije vertikalnog razdjelnika korisničkog sučelja
ca: S'ha produit un error en inicialitzar el divisor vertical d'ubicacions de l'interfície d'usuari
de: Fehler beim Setzen der vertikalen Trennlinie
es: Error al iniciar la posición del divisor vertical en la interfaz de usuario
fr: Erreur d'initialisation de la position du séparateur vertical de l'interface utilisateur
gl: Produciuse un erro ao iniciar o lugar da división vertical da interface do usario
hu: Hiba a felhasználói felület függőleges elválasztó helyénél
it: Errore inizializzando la posizione del divisore verticale dell'interfaccia utente
lt: Klaida inicializuojant vartotojo sąsajos vertikalų daliklį
nl: Fout tijdens het initialiseren van de verticale verdeler in de gebruikers interface
pt: Erro ao iniciar o local do divisor vertical da interface de utilizador
pt_br: Erro ao inicializar a localização do divisor vertical da interface do usuário
ru: Ошибка инициализации делителя вертикального расположения пользовательского интерфейса
sv: Fel vid initieringen av platsen för användargränssnittets vertikala avdelare

source: Error initializing the user interface horizontal divider location
ast: Error al aniciar la posición del divisor horizontal na interfaz d'usuariu
bs: Greška pri inicijalizaciji lokacije vertikalnog razdjelnika korisničkog sučelja
ca: S'ha produit un error en inicialitzar el divisor horitzontal d'ubicacions de l'interfície d'usuari
de: Fehler beim Setzen der horizontalen Trennlinie
es: Error al iniciar la posición del divisor horizontal en la interfaz de usuario
fr: Erreur d'initialisation de la position du séparateur horizontal de l'interface utilisateur
gl: Produciuse un erro ao iniciar o lugar da división horizontal da interface do usuario
hu: Hiba a felhasználói felület vízszintes elválasztó helyénél
it: Errore inizializzando la posizione del divisore orizzontale dell'interfaccia utente
lt: Klaida inicializuojant vartotojo sąsajos horizontalų daliklį
nl: Fout tijdens het initialiseren van de horizontale verdeler in de gebruikers interface
pt: Erro ao iniciar o local do divisor horizontal da interface de utilizador
pt_br: Erro ao inicializar a localização do divisor horizontal da interface do usuário
ru: Ошибка инициализации делителя горизонтального расположения пользовательского интерфейса
sv: Fel vid initieringen av platsen för användargränssnittets horisontella avdelare

source: Error initializing the user interface extended state
ast: Error al aniciar l'estáu estendíu na interfaz d'usuariu
bs: Greška pri inicijalizaciji proširenog stanja korisničkog sučelja
ca: S'ha produit un error en inicialitzar l'estat estès de l'interfície d'usuari
de: Fehler beim Setzen erweiteter Programmfenstereinstellungen
es: Error al iniciar en estado extendido en la interfaz de usuario
fr: Erreur d'initialisation de l'état de l'interface utilisateur
gl: Produciuse un erro ao inicializar os estados estendidos da interface do usuario
hu: Hiba a felhasználói felület kiterjesztett részén
it: Errore inizializzando lo stato esteso dell'interfaccia utente
lt: Klaida inicializuojant vartotojo sąsajos išplėstinę būseną
nl: Fout tijdens het initialiseren van de extended state van de gebruikersinterface
pt: Erro ao iniciar o estado detalhado da interface de utilizador
pt_br: Erro ao inicializar estados estendidos da interface do usuário
ru: Ошибка инициализации расширенного состояния пользовательского интерфейса
sv: Fel i initieringen av användargränssnittets utvidgade status

source: Error initializing the user interface size
ast: Error al aniciar el tamañu de la interfaz d'usuariu
bs: Greška pri inicijalizaciji veličine korisničkog sučelja
ca: S'ha produit un error en inicialitzar la mida de l'interfície d'usuari
de: Fehler beim Setzen der Programmfenstergröße
es: Error inicializando el tamaño de la interfaz de usuario
fr: Erreur d'initialisation de la taille de l'interface utilisateur
gl: Produciuse un erro ao iniciar o tamaño da interface do usuario
hu: Hiba a felhasználói felület méretével
it: Errore inizializzando la dimensione dell'interfaccia utente
lt: Klaida inicializuojant vartotojo sąsajos dydį
nl: Fout tijdens het initialiseren van de gebruikers interface grootte
pt: Erro ao iniciar o tamanho da interface de utilizador
pt_br: Erro ao inicializar tamanho da interface do usuário
ru: Ошибка инициализации размера пользовательского интерфейса.
sv: Fel vid initieringen av användargränssnittets storlek

source: Error initializing the user interface horizontal divider size
ast: Error al aniciar el tamañu del divisor horizontal na interfaz d'usuariu
bs: Greška pri inicijalizaciji veličine horizontalnog razdjelnika korisničkog sučelja
ca: S'ha produit un error en inicialitzar la mida del divisor horitzontal de l'interfície d'usuari
de: Fehler beim Setzen der horizontalen Trennlinienhöhe
es: Error al iniciar el tamaño del divisor horizontal en la interfaz de usuario
fr: Erreur d'initialisation de la taille du séparateur horizontal de l'interface utilisateur
gl: Produciuse un erro ao inicializar o tamaño do divisor horizontal da interface do usuario
hu: Hiba a felhasználói felület vízszintes elválasztó méretével
it: Errore inizializzando la dimensione del divisore orizzontale dell'interfaccia utente
lt: Klaida inicializuojant vartotojo sąsajos horizontalaus daliklio dydį
nl: Fout tijdens het initialiseren van de grootte van de horizontale verdeler van de gebruikers interface.
pt: Erro ao iniciar o tamanho do divisor horizontal da interface do utilizador
pt_br: Erro ao inicializar o tamanho do divisor horizontal da interface do usuário
ru: Ошибка инициализации размера горизонтального делителя пользовательского интерфейса
sv: Fel vid initieringen av storleken på användargränssnittets horisontella avdelare

source: Error initializing the user interface vertical divider size
ast: Error al aniciar el tamañu del divisor vertical na interfaz d'usuariu
bs: Greška pri inicijalizaciji veličine vertikalnog razdjelnika korisničkog sučelja
ca: S'ha produit un error en inicialitzar la mida del divisor vertical de l'interfície d'usuari
de: Fehler beim Setzen der vertikalen Trennlinienbreite
es: Error al iniciar el tamaño del divisor vertical en la interfaz de usuario
fr: Erreur d'initialisation de la taille du séparateur vertical de l'interface utilisateur
gl: Produciuse un erro ao inicializar o tamaño do divisor vertical da interface do usuario
hu: Hiba a felhasználói felület függőleges elválasztó méretével
it: Errore inizializzando la dimensione del divisore verticale dell'interfaccia utente
lt: Klaida inicializuojant vartotojo sąsajos vertikalaus daliklio didį
nl: Fout tijdens het initialiseren van de grootte van de verticale verdeler van de gebruikers interface.
pt: Erro ao iniciar o tamanho do divisor vertical da interface de utilizador
pt_br: Erro ao inicializar o tamanho do divisor vertical da interface do usuário
ru: Ошибка инициализации размера вертикального делителя пользовательского интерфейса
sv: Fel vid initiering av storleken på användargränssnittets veritkala avdelare

source: Error initializing the user interface location
ast: Error al aniciar la posición de la interfaz d'usuariu
bs: Greška pri inicijalizaciji lokacije korisničkog sučelja
ca: S'ha produit un error en inicialitzar la posició de l'interfície d'usuari
de: Fehler beim Platzieren der Benutzeroberfläche
es: Error inicializando la ubicación de la interfaz de usuario
fr: Erreur d'initialisation de la position de l'interface utilisateur
gl: Produciuse un erro ao inicializar a localización da interface do usuario
hu: Hiba a felhasználói felület helyénél
it: Errore inizializzando la posizione dell'interfaccia utente
lt: Klaida inicializuojant vartotojo sąsajos vietą
nl: Fout tijdens het initialiseren van de plaats van de gebruikers interface.
pt: Erro ao iniciar o local da interface de utilizador
pt_br: Erro ao inicializar a localização da interface do usuário
ru: Ошибка инициализации расположения пользовательского интерфейса
sv: Fel vid initiering av platsen för användargränssnittet

source: Saving GUI configuration
ast: Atroxando la configuración de la Interfaz Gráfica d'Usuariu
bs: Snimanje GUI konfiguracije
ca: S'està desant la configuració de l'IGU
da: Gemmer GUI-indstillinger
de: Konfiguration der Benutzeroberfläche wird gespeichert
es: Guardando la configuración de la Interfaz Gráfica de Usuario
fr: Sauvegarde de la configuration de l'interface utilisateur
gl: Gardando a configuración da IGU
hu: Grafikus felhaszn. felület beállításának mentése
it: Salvando la configurazione dell'interfaccia grafica
lt: Išsaugoma grafinės aplinkos konfigūracija
nl: Opslaan van de GUI configuratie
pt: Gravando a configuração da interface
pt_br: Salvando configurações da GUI
ru: Сохранение графической конфигурации
sv: Spara det grafiska gränssnittets konfiguration

source: Unable to save user interface status.
ast: Nun se puede atroxar l'estáu de la interfaz d'usuariu.
bs: Nije moguće sačuvati status korisničkog sučelja.
ca: No s'ha pogut desar l'estat de l'interfície d'usuari
de: Zustand der Benutzeroberfläche kann nicht gespeichert werden.
es: Imposible guardar el estado de la interfaz de usuario.
fr: Sauvegarde de l'état de l'interface utilisateur impossible.
gl: Non foi posíbel gardar o estado da interface do usuario.
hu: Felhaszn. felület beállításának mentése sikertelen
it: Impossibile salvare lo stato dell'interfaccia utente
lt: Nepavyko išsaugoti vartotojo sąsajos būsenos
nl: Fout tijdens het opslaan van de interface status.
pt: Incapaz de guardar a interface do utilizador.
pt_br: Não foi possível salvar estado da interface do usuário.
ru: Не удалось сохранить состояние пользовательского интерфейса.
sv: Kan inte spara användargränssnittets status

source: (Canc)
ast: (supr)
bs: (otkaži)
ca: (Cancel·lar)
da: (Annuller)
de: (Entf)
et: (Tühista)
fr: (Suppr)
hr: (Odustani)
hu: (Mégse)
nl: (Annuleer)
sv: Avbryt

source: (Ctrl+Z)
de: (Strg+Z)

source: No PDF document has been selected
lo: ບໍ່ໄດ້ເລືອກເອກະສານ PDF

source: Extract
lo: ສະກັດ

source: Extract pages from PDF documents.
lo: ສະກັດໜ້າຕ່າງໆອອກຈາກເອກະສານ PDF.

source: File names settings
lo: ການຕັ້ງຄ່າຊື່ໄຟລ໌

source: Extract settings
lo: ການຕັ້ງຄ່າການສະກັດ

source: Output settings
lo: ການຕັ້ງຄ່າໄຟລ໌ຜົນໄດ້ຮັບ

source: A separate file for each set of pages
lo: ໄຟລ໌ແຍກສຳລັບແຕ່ລະຊຸດຂອງໜ້າ

source: Each continuous series of pages will generate a separate PDF file
lo: ແຕ່ລະຊ່ວງໜ້າທີ່ຕໍ່ເນື່ອງກັນຈະສ້າງເປັນໄຟລ໌ PDF ແຍກຕ່າງຫາກ

source: Pages to extract (ex: 2 or 5-23 or 2,5-7,12- or 3,last)
lo: ໜ້າທີ່ຈະສະກັດ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12- ຫຼື 3,last)

source: Invalid page ranges
lo: ຊ່ວງໜ້າບໍ່ຖືກຕ້ອງ

source: Extract pages:
lo: ສະກັດໜ້າ:

source: Comma separated page numbers or ranges to extract (ex: 2 or 5-23 or 2,5-7,12- or 3,last)
lo: ໝາຍເລກໜ້າ ຫຼື ຊ່ວງໜ້າທີ່ຈະສະກັດ, ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12- ຫຼື 3,last)

source: Split by bookmarks
lo: ແຍກຕາມບຸກມາກ

source: Split a PDF document at bookmarked pages by specifying a bookmark level.
lo: ແຍກເອກະສານ PDF ຕາມໜ້າທີ່ມີບຸກມາກໂດຍການກຳນົດລະດັບຂອງບຸກມາກ.

source: Regular expression the bookmark has to match
lo: Regular expression ທີ່ບຸກມາກຕ້ອງກົງກັນ

source: Split at this bookmark level:
lo: ແຍກທີ່ລະດັບບຸກມາກນີ້:

source: Matching regular expression:
lo: Regular expression ທີ່ກົງກັນ:

source: A regular expression the bookmark text has to match
lo: Regular expression ທີ່ຂໍ້ຄວາມບຸກມາກຕ້ອງກົງກັນ

source: Example: use .*Chapter.* to match bookmarks containing the word "Chapter"
lo: ຕົວຢ່າງ: ໃຊ້ .*Chapter.* ເພື່ອຊອກຫາບຸກມາກທີ່ມີຄຳວ່າ "Chapter"

source: Select or drag and drop the PDF you want to split
lo: ເລືອກ ຫຼື ລາກແລະວາງ PDF ທີ່ທ່ານຕ້ອງການແຍກ

source: Split settings
lo: ການຕັ້ງຄ່າການແຍກ

source: Invalid bookmarks level
lo: ລະດັບບຸກມາກບໍ່ຖືກຕ້ອງ

source: Split after
lo: ແຍກຫຼັງຈາກ

source: No page selected
lo: ບໍ່ໄດ້ເລືອກໜ້າ

source: Split a PDF document at the given page numbers.
lo: ແຍກເອກະສານ PDF ຕາມໝາຍເລກໜ້າທີ່ກຳນົດໃຫ້.

source: Every page
lo: ທຸກໆໜ້າ

source: Even pages
lo: ໜ້າຄູ່

source: Odd pages
lo: ໜ້າຄີກ

source: Split the document after the given page numbers
lo: ແຍກເອກະສານຫຼັງຈາກໝາຍເລກໜ້າທີ່ກຳນົດໃຫ້

source: Splits the PDF every "n" pages creating documents of "n" pages each
lo: ແຍກ PDF ທຸກໆ "n" ໜ້າ ເພື່ອສ້າງເອກະສານທີ່ມີ "n" ໜ້າ

source: Split after the following page numbers
lo: ແຍກຫຼັງຈາກໝາຍເລກໜ້າຕໍ່ໄປນີ້

source: Page numbers to split at (n1,n2,n3..)
lo: ໝາຍເລກໜ້າທີ່ຈະແຍກ (n1,n2,n3..)

source: Invalid page numbers
lo: ໝາຍເລກໜ້າບໍ່ຖືກຕ້ອງ

source: Only valid positive page numbers are allowed
lo: ອະນຸຍາດສະເພາະໝາຍເລກໜ້າທີ່ເປັນຈຳນວນຖ້ວນບວກເທົ່ານັ້ນ

source: Split by every "n" pages
lo: ແຍກທຸກໆ "n" ໜ້າ

source: Invalid number of pages
lo: ຈຳນວນໜ້າບໍ່ຖືກຕ້ອງ

source: Megabytes
lo: ເມກາໄບຕ໌

source: Kilobytes
lo: ກິໂລໄບຕ໌

source: Split by size
lo: ແຍກຕາມຂະໜາດ

source: Split a PDF document in files of the given size (roughly).
lo: ແຍກເອກະສານ PDF ເປັນໄຟລ໌ຕາມຂະໜາດທີ່ກຳນົດ (ໂດຍປະມານ).

source: Set the size to split at
lo: ກຳນົດຂະໜາດທີ່ຈະແຍກ

source: Size must be a number
lo: ຂະໜາດຕ້ອງເປັນຕົວເລກ

source: Split at this size:
lo: ແຍກທີ່ຂະໜາດນີ້:

source: Destination file
lo: ໄຟລ໌ປາຍທາງ

source: Merge two or more PDF documents taking pages alternately in natural or reverse order.
lo: ຮວມເອກະສານ PDF ສອງໄຟລ໌ ຫຼື ຫຼາຍກວ່ານັ້ນໂດຍການເອົາໜ້າມາສະຫຼັບກັນຕາມລຳດັບປົກກະຕິ ຫຼື ປີ້ນກັບ.

source: Double click to set pages you want to mix (ex: 2 or 5-23 or 2,5-7,12-)
lo: ດັບເບິ້ນຄລິກເພື່ອກຳນົດໜ້າທີ່ທ່ານຕ້ອງການປະສົມ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12-)

source: Select a positive integer number as pace
lo: ເລືອກຈຳນວນຖ້ວນບວກເປັນຂັ້ນ

source: All pages
lo: ທຸກໜ້າ

source: 90 degrees clockwise
lo: 90 ອົງສາຕາມເຂັມໂມງ

source: 180 degrees clockwise
lo: 180 ອົງສາຕາມເຂັມໂມງ

source: 90 degrees counterclockwise
lo: 90 ອົງສາທວນເຂັມໂມງ

source: Rotate
lo: ໝຸນ

source: Rotate settings
lo: ການຕັ້ງຄ່າການໝຸນ

source: Rotate the pages of multiple PDF documents.
lo: ໝຸນໜ້າຕ່າງໆຂອງເອກະສານ PDF ຫຼາຍໄຟລ໌.

source: Double click to set pages you want to rotate (ex: 2 or 5-23 or 2,5-7,12-)
lo: ດັບເບິ້ນຄລິກເພື່ອກຳນົດໜ້າທີ່ທ່ານຕ້ອງການໝຸນ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12-)

source: Merge settings
lo: ການຕັ້ງຄ່າການຮວມ

source: Add a blank page if page number is odd
lo: ເພີ່ມໜ້າເປົ່າຖ້າຈຳນວນໜ້າເປັນເລກຄີກ

source: Adds a blank page after each merged document if the document has an odd number of pages
lo: ເພີ່ມໜ້າເປົ່າຫຼັງຈາກແຕ່ລະເອກະສານທີ່ຮວມເຂົ້າກັນ ຖ້າເອກະສານນັ້ນມີຈຳນວນໜ້າເປັນເລກຄີກ

source: Add a footer
lo: ເພີ່ມທ້າຍໜ້າ

source: Adds a page footer with the name of the file the page belonged to.
lo: ເພີ່ມທ້າຍໜ້າດ້ວຍຊື່ຂອງໄຟລ໌ທີ່ໜ້ານັ້ນຂຶ້ນກັບ.

source: Same width as first page
lo: ຄວາມກວ້າງເທົ່າກັບໜ້າທຳອິດ

source: Same width as first page (based on page orientation)
lo: ຄວາມກວ້າງເທົ່າກັບໜ້າທຳອິດ (ອີງຕາມທິດທາງຂອງໜ້າ)

source: Pages normalization:
lo: ການປັບໜ້າໃຫ້ເປັນມາດຕະຖານ:

source: Set whether pages should be resized to all have the same width as the first one
lo: ກຳນົດວ່າຈະໃຫ້ປັບຂະໜາດໜ້າຕ່າງໆໃຫ້ມີຄວາມກວ້າງເທົ່າກັນກັບໜ້າທຳອິດ ຫຼື ບໍ່

source: Merge renaming existing fields
lo: ຮວມໂດຍການປ່ຽນຊື່ຊ່ອງຂໍ້ມູນທີ່ມີຢູ່ແລ້ວ

source: Merge fields
lo: ຮວມຊ່ອງຂໍ້ມູນ

source: Flatten
lo: ເຮັດໃຫ້ຮາບພຽງ

source: Discard forms
lo: ບໍ່ເອົາຟອມ

source: Interactive forms (AcroForms):
lo: ຟອມແບບໂຕ້ຕອບ (AcroForms):

source: What to do in case one or more input documents contain Acro Forms
lo: ຈະເຮັດແນວໃດໃນກໍລະນີທີ່ເອກະສານນຳເຂົ້າໜຶ່ງ ຫຼື ຫຼາຍໄຟລ໌ມີ Acro Forms

source: Retain bookmarks
lo: ຮັກສາບຸກມາກໄວ້

source: Discard bookmarks
lo: ຖິ້ມບຸກມາກ

source: Create one entry for each merged document
lo: ສ້າງໜຶ່ງລາຍການສຳລັບແຕ່ລະເອກະສານທີ່ຮວມ

source: Retain bookmarks as one entry for each merged document
lo: ຮັກສາບຸກມາກໄວ້ເປັນໜຶ່ງລາຍການສຳລັບແຕ່ລະເອກະສານທີ່ຮວມ

source: Bookmarks handling:
lo: ການຈັດການບຸກມາກ:

source: What to do in case one or more input documents contain bookmarks
lo: ຈະເຮັດແນວໃດໃນກໍລະນີທີ່ເອກະສານນຳເຂົ້າໜຶ່ງ ຫຼື ຫຼາຍໄຟລ໌ມີບຸກມາກ

source: Don't generate
lo: ບໍ່ຕ້ອງສ້າງ

source: Generate from file names
lo: ສ້າງຈາກຊື່ໄຟລ໌

source: Generate from documents titles
lo: ສ້າງຈາກຫົວຂໍ້ເອກະສານ

source: Table of contents:
lo: ສາລະບານ:

source: Set if a table of contents should be added to the generated PDF document
lo: ກຳນົດວ່າຈະໃຫ້ເພີ່ມສາລະບານໃສ່ເອກະສານ PDF ທີ່ສ້າງຂຶ້ນ ຫຼື ບໍ່

source: Merge
lo: ຮວມ

source: Merge multiple PDF documents or subsections of them.
lo: ຮວມເອກະສານ PDF ຫຼາຍໄຟລ໌ ຫຼື ສ່ວນໃດສ່ວນໜຶ່ງຂອງເອກະສານ.

source: Select or drag and drop the PDF whose pages will be repeated
lo: ເລືອກ ຫຼື ລາກແລະວາງ PDF ທີ່ຕ້ອງການໃຫ້ໜ້າຊ້ຳກັນ

source: Repeat these pages:
lo: ເຮັດໜ້າເຫຼົ່ານີ້ຊ້ຳ:

source: Pages to repeat (ex: 2 or 5-23 or 2,5-7,12-)
lo: ໜ້າທີ່ຈະເຮັດຊ້ຳ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12-)

source: Comma separated page numbers or ranges to be repeated (ex: 2 or 5-23 or 2,5-7,12-)
lo: ໝາຍເລກໜ້າ ຫຼື ຊ່ວງໜ້າທີ່ຈະເຮັດຊ້ຳ, ຂັ້ນດ້ວຍເຄື່ອງໝາຍຈຸດ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12-)

source: Leave it empty to use all the pages of the PDF file
lo: ປະໄວ້ຫວ່າງເພື່ອໃຊ້ທຸກໜ້າຂອງໄຟລ໌ PDF

source: Repeat every "n" pages:
lo: ເຮັດຊ້ຳທຸກໆ "n" ໜ້າ:

source: Invalid page number
lo: ໝາຍເລກໜ້າບໍ່ຖືກຕ້ອງ

source: Repeat the selected pages every "n" pages of the original document
lo: ເຮັດຊ້ຳໜ້າທີ່ເລືອກໄວ້ທຸກໆ "n" ໜ້າຂອງເອກະສານຕົ້ນສະບັບ

source: A .pdf extension is required for the repeating file
lo: ໄຟລ໌ທີ່ເຮັດຊ້ຳຕ້ອງມີນາມສະກຸນ .pdf

source: The number of pages must be a positive number
lo: ຈຳນວນໜ້າຕ້ອງເປັນຈຳນວນຖ້ວນບວກ

source: Select or drag and drop the PDF you want to insert pages to
lo: ເລືອກ ຫຼື ລາກແລະວາງ PDF ທີ່ທ່ານຕ້ອງການແຊກໜ້າໃສ່

source: A .pdf destination file extension is required
lo: ໄຟລ໌ປາຍທາງຕ້ອງມີນາມສະກຸນ .pdf

source: Insert and Repeat settings
lo: ການຕັ້ງຄ່າການແຊກແລະເຮັດຊ້ຳ

source: Insert pages multiple times
lo: ແຊກໜ້າຫຼາຍຄັ້ງ

source: Insert the pages of a PDF document A into another document B, repeating it after a certain number of pages, resulting in B1 A B2 A B3 A etc.
lo: ແຊກໜ້າຂອງເອກະສານ PDF A ເຂົ້າໄປໃນເອກະສານ B, ໂດຍເຮັດຊ້ຳຫຼັງຈາກຈຳນວນໜ້າທີ່ກຳນົດ, ຜົນທີ່ໄດ້ຈະເປັນ B1 A B2 A B3 A ແລະອື່ນໆ.

source: Started in {0}
lo: ເລີ່ມໃນ {0}
