Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Move down selected pages
ast: Baxar les páxines seleccionaes
bs: Pomjeri izabrane stranice dole
ca: Baixa les pàgines seleccionades
da: Flyt valgte filer ned
de: Ausgewählte Seiten nach unten verschieben
es: Bajar páginas seleccionadas
fr: Abaisser les pages sélectionnées
gl: Mover cara abaixo as páxinas escollidas
hr: Pomaknite prema dole označene stranice
hu: A kijelölt oldal(ak) lefelé mozgatása
it: Muovi giù le pagine selezionate
lt: Pažymėtus puslapius perkelti žemyn
nl: Verplaats de geslecteerde pagina's naar beneden
pt: Mover as páginas seleccionadas para baixo
pt_br: Mover páginas selecionadas para baixo
ru: Переместить вниз выбранные страницы

source: (Alt+ArrowDown)
ast: (Alt+FlechaAbaxo)
bs: (Alt+StrelicaDole)
ca: (Alt+FletxaAvall)
da: (Alt+Pil ned)
de: (Alt + Abwärtspfeil)
es: (Alt+FlechaAbajo)
et: (Alt+Nool Alla)
fr: (Alt+Flèche Bas)
gl: (Alt+FrechaAbaixo)
hr: (Alt+Strelica dolje)
hu: Alt+Le(nyíl)
it: (Alt+FrecciaGiu)
iw_il: (Alt+חץ למטה)
lt: (Alt + Rodyklė žemyn)
nl: (Alt+PijlOmlaag)
pt_br: (Alt+Seta para baixo)
ru: (Alt+Стрелка вниз)
sv: (Alt+Pil Ned

source: Delete selected pages
ast: Desaniciar les páxines seleccionaes
bs: Obriši izabrane stranice
ca: Suprimeix les pàgines seleccionades
da: Slet valgte sider
de: Ausgewählte Seiten löschen
es: Eliminar páginas seleccionadas
fr: Éliminer les pages sélectionnées
gl: Eliminar as páxinas escollidas
hr: Obrišite odabrane stranice
hu: Kijelölt oldal(ak) törlése
it: Cancella le pagine selezionate
lt: Ištrinti pažymėtus puslapius
nl: Verwijder de geselecteerde pagina's
pt: Apagar as páginas seleccionadas
pt_br: Excluir páginas selecionadas
ru: Удалить выбранные страницы

source: Undelete selected pages
ast: Recuperar les páxines seleccionaes
bs: Vrati selektovane izbrisane stranice
ca: Desfés la supressió de les pàgines seleccionades
da: Fortryd sletning af valgte filer
de: Ausgewählte Seiten wiederherstellen
es: Recuperar páginas seleccionadas
fr: Récupérer les pages sélectionnées
gl: Recuperar as páxinas escollidas
hu: Kijelölt oldal(ak) törlésének visszavonása
it: Ripristina le pagine selezionate
lt: Atstatyti ištrintus pažymėtus puslapius
nl: Maak het verwijderen van pagina's ongedaan
pt: Restaurar as páginas seleccionadas
pt_br: Recuperar páginas selecionadas
ru: Восстановить выделенные страницы

source: Rotate right
ast: Voltiar a la derecha
bs: Rotiraj desno
ca: Gira a la dreta
da: Roter højre
de: Rechts drehen
es: Rotar a la derecha
fr: Pivot droit
gl: Rotar á dereita
hr: Rotiraj desno
hu: Forgatás jobbra
it: Ruota a destra
lt: Pasukti į dešinę
nl: Draai naar rechts
pt: Rodar à direita
pt_br: Rotacionar à direita
ru: Повернуть вправо

source: Rotate clockwise selected pages
ast: Voltiar les páxines seleccionaes al sen de les aguyes del reló
bs: Rotiraj selektovane stranice u smmjeru kazaljke na satu
ca: Gira les pàgines seleccionades en sentit horari
da: Roter valgte sider med uret
de: Ausgewählte Seiten im Uhrzeigersinn drehen
es: Rotar páginas seleccionadas en sentido horario
fr: Faire pivoter vers la droite les pages sélectionnées (sens horaire)
gl: Xirar as páxinas escollidas no sentido das agullas do reloxo
hr: Rotirajte odabrane stranice u smjeru kazaljki na satu
hu: Kiválasztott oldal(ak) forgatása az óramutatóval megegyezően
it: Ruota in senso orario le pagine selezionate
lt: Pasirinktus puslapius pasukti pagal laikrodžio rodyklę
nl: Draai de geselecteerde pagina's naar rechts
pt: Rodar as páginas seleccionadas para a direita
pt_br: Rotaciona páginas selecionadas no sentido horário
ru: Повернуть вправо выбранное

source: (Alt+ArrowRight)
ast: (Alt+FlechaDerecha)
bs: (Alt+DesnaStrelica)
da: (Alt+Højre pil)
de: (Alt+Rechtspfeil)
fr: (Alt+Flèche Droit)
gl: (Alt+FrechaDereita)
hr: (Alt+Desna Strijelica)
hu: (Alt+Jobbra(nyíl))
lt: (Alt + Rodyklė į dešinę)
nl: (Alt+pijltje naar rechts)
pt_br: (Alt+Seta para direita)
ru: Alt+Стрелка вправо

source: Rotate left
ast: Voltiar a la izquierda
bs: Rotiraj lijevo
ca: Gira a l'esquerra
da: Roter venstre
de: Links drehen
es: Rotar a la izquierda
fr: Pivot gauche
gl: Rotar á esquerda
hr: Rotiraj lijevo
hu: Forgatás balra
it: Ruota a sinistra
lt: Pasukti į kairę
nl: Draai naar links
pt: Rodar à esquerda
pt_br: Rotacionar à esquerda
ru: Повернуть влево

source: Rotate anticlockwise selected pages
ast: Voltiar les páxines seleccionaes al sen contrariu de les aguyes del reló
bs: Rotiraj izabrane stranice suprotno smjeru kazaljke na satu
ca: Gira les pàgines seleccionades en sentit anti-horari
da: Roter valgte sider mod uret
de: Ausgewählte Seiten gegen den Uhrzeigersinn drehen
es: Rotar en sentido antihorario las páginas seleccionadas
fr: Faire pivoter vers la gauche les pages sélectionnées (sens antihoraire)
gl: Xirar as páxinas escollidas no sentido contrario as agullas do reloxo
hu: Kiválasztott oldal(ak) forgatása az óramutatóval ellenkezően
it: Ruota in senso antiorario le pagine selezionate
lt: Pasirinktus puslapius pasukti prieš laikrodžio rodyklę
nl: Draai de geslecteerde pagina's naar links
pt: Rodar as páginas seleccionadas para a esquerda
pt_br: Rotaciona páginas selecionadas no sentido não-horário
ru: Повернуть против часовой стрелки выбранное

source: (Alt+ArrowLeft)
ast: (Alt+FlechaIzquierda)
bs: (Alt+LijevaStrelica)
ca: (Alt+Fletxa Esq.)
da: (Alt+Venstre pil)
de: (Alt+Linkspfeil)
fr: (Alt+Flèche Gauche)
gl: (Alt+FrechaEsquerda)
hu: (Alt+Balra(nyíl))
lt: (Alt + Rodyklė į kairę)
nl: (Alt+pijltje naar links)
pt_br: (Alt+Seta para esquerda)
ru: Alt+Стрелка влево

source: Reverse pages order
ast: Invertir l'orde de les páxines
bs: Obrni redoslijed stranica
ca: Inverteix l'ordre de les pàgines
da: Byt om på sidernes rækkefølge
de: Seitenreihenfolge umkehren
es: Invertir el orden de páginas
fr: Inverser l'ordre des pages sélectionnées
gl: Inverter a orde das páxinas
hr: Preokreni redosljed stranica
hu: Oldal(ak) ellentétes elrendezése
it: Inverti l'ordine delle pagine
lt: Atvirkštinė puslapių tvarka
nl: Omgekeerde pagina volgorde
pt: Inverter a ordem das páginas
pt_br: Inverter ordem das páginas
ru: Обратный порядок страниц

source: Yes
ast: Sí
bs: Da
ca: Sí
da: Ja
de: Ja
es: Sí
fr: Oui
gl: Si
hr: Da
hu: Igen
it: Si
lo: ແມ່ນ
lt: Taip
nl: Ja
pt: Sim
pt_br: Sim
ru: Да

source: No
ast: Non
bs: Ne
da: Nej
de: Nein
fr: Non
gl: Non
hr: Ne
hu: Nem
lo: ບໍ່
lt: Ne
nl: Nee
pt: Não
pt_br: Não
ru: Нет

source: File:
ast: Ficheru:
bs: Datoteka:
ca: Fitxer:
da: Fil:
de: Datei:
es: Archivo:
fr: Fichier :
gl: Ficheiro:
hr: Datoteka:
lt: Failas:
nl: Bestand:
pt: Ficheiro:
pt_br: Arquivo:
ru: Файл:

source: Pages:
ast: Páxines:
bs: Stranice:
ca: Pàgines:
da: Sider:
de: Seiten:
es: Páginas:
fr: Nombre de pages :
gl: Páxinas
hr: Stranice:
hu: Oldalak:
it: Pagine:
lt: Puslapiai:
nl: Pagina's:
pt: Páginas:
pt_br: Páginas:
ru: Страницы:

source: Pdf version:
ast: Versión de PDF:
bs: Pdf vezija:
ca: Versió Pdf:
es: Versión de PDF:
fr: Version pdf :
gl: Versión pdf:
hr: Pdf verzija:
hu: Pdf verzió:
it: Versione pdf:
lt: Pdf versija:
nl: Pdf versie:
pt: Versão PDF:
pt_br: Versão do pdf:
ru: Версия PDF:

source: Title:
ast: Títulu:
bs: Naslov:
ca: Títol:
da: Titel:
de: Titel:
es: Título:
fr: Titre :
gl: Título:
hr: Naslov:
hu: Cím:
it: Titolo:
lt: Pavadinimas:
nl: Titel:
pt: Título:
pt_br: Título:
ru: Заголовок:

source: Author:
ast: Autor:
bs: Autor:
ca: Autor/a:
da: Forfatter:
de: Autor:
es: Autor:
fr: Auteur :
gl: Autor:
hr: Autor:
hu: Szerző:
it: Autore:
lt: Autorius:
nl: Auteur:
pt: Autor:
pt_br: Autor:
ru: Автор:
sv: Upphovsman:

source: Creator:
ast: Creador:
bs: Kreator:
ca: Autor:
da: Program:
de: Anwendung:
es: Creador:
fr: Application :
gl: Autor:
hr: Stvaraoc:
hu: Létrehozta:
it: Creatore:
lt: Autorius:
nl: Gemaakt door:
pt: Criador:
pt_br: Autor:
ru: Создатель:

source: Producer:
ast: Productor:
bs: Producent:
ca: Fet per:
da: Producent:
de: Ersteller:
es: Productor:
fr: Outil de conversion :
gl: Produtor:
hr: Producent:
hu: Készítette:
it: Produttore:
lt: Prodiuseris:
nl: Producent:
pt: Produtor:
pt_br: Produtor:
ru: Производитель:

source: Encrypted:
ast: Cifráu
bs: Kriptovano:
ca: Xifrat:
da: Krypteret:
de: Verschlüsselt:
es: Cifrado:
fr: Protégé :
gl: Cifrado:
hr: Enkriptirano:
hu: Titkosított:
it: Criptato:
lt: Šifravimas:
nl: Versleuteld:
pt: Encriptado:
pt_br: Criptografado:
ru: Зашифровано:

source: Set output file
ast: Definir el ficheru de salida
bs: Podesi izlazni dokument
ca: Defineix el fitxer de sortida
da: Opret destinationsfil
de: Ausgabedatei bestimmen
es: Definir archivo de destino
et: Säti väljundfail
fr: Utiliser le dossier
gl: Estabeleza o ficheiro de saída
hr: Postavi izlaznu datoteku
hu: Kimeneti fájl beállítása
it: Imposta il file di destinazione
iw_il: הגדרת קובץ פלט
lt: Nustatyti rezultato failą
nl: Doelbestand instellen
pt: Defina o ficheiro de saída
pt_br: Definir arquivo de saída
ru: Укажите конечный файл
sv: Ställ in utdatafil

source: Error: Unable to get the file path.
ast: Error: imposible obtener el camín del ficheru
bs: Greška: Nije moguće dobiti putanju do dokumenta
ca: Error: no s'ha pogut obtenir el camí del fitxer
da: Fejl: Ikke i stand til at finde filsti.
de: Fehler: Dateipfad konnte nicht ermittelt werden.
es: Error: no se puede hallar la ruta del archivo.
et: Viga: failitee hankimine ebaõnnestus.
fr: Erreur : chemin introuvable.
gl: Erro: foi imposíbel obter a ruta do ficheiro.
hr: Greška: Ne mogu pristupiti putanji datoteke.
hu: Hiba: A fájl helye (útvonala) nem meghatározható
it: Errore: Impossibile recuperare il percorso del file.
iw_il: שגיאה: לא ניתן למצוא את נתיב הקובץ.
lt: Klaida: nepavyko gauti failo kelio
nl: Fout: Kan pad niet vinden
pt: Erro: Incapaz de obter o caminho.
pt_br: Erro: não foi possível recuperar o caminho do arquivo.
ru: Ошибка: не удаётся получить местоположение файла
sv: Fel: Kunde inte hämta sökvägen.

source: File
ast: Ficheru
bs: Dokument
ca: Fitxer
da: Fil
de: Datei
es: Archivo
et: Fail
fr: Fichier
gl: Ficheiro
hr: Datoteka
iw_il: קובץ
lt: Failas
nl: Bestand
pt: Ficheiro
pt_br: Arquivo
ru: Файл
sv: Arkiv

source: Image
bs: Slika
ca: Imatge
da: Billede
de: Bild
es: Imagen
gl: Imaxe
hu: Kép
it: Immagine
lt: Atvaizdis
nl: Afbeelding
pt: Imagem
ru: Изображение

source: Error creating preview panel.
ast: Error al crear el panel de previsualización
bs: Greška pri kreiranju panela za pregled.
ca: S'ha produit un error en crear el panell de visualització prèvia
da: Fejl under oprettelse af visningspanel.
de: Fehler beim Erstellen der Anzeigeleiste.
es: Error creando panel de previsualización.
fr: Erreur de génération de la fenêtre d'aperçu.
gl: Produciuse un erro ao crear a vista previa
hu: Nem sikerült létrehozni az előnézeti panelt.
it: Errore creando il pannello di anteprima.
lt: Klaida kuriant peržiūros panelę
nl: Kan voorbeeldweergave paneel niet maken.
pt: Erro ao criar o painel de visualização.
pt_br: Erro ao criar painel de visualização.
ru: Ошибка создания панели предварительного просмотра

source: Number of pages
ast: Númberu de páxines
bs: Broj stranica
ca: Nombre de pàgines
da: Antal sider
de: Seitenanzahl
es: Número de páginas
et: Lehekülgede arv
fr: Nombre de pages
gl: Número de páxinas
hr: Broj stranica
hu: Oldalak száma
it: Numero di pagine
iw_il: מספר העמודים
lo: ຈຳນວນໜ້າ
lt: Puslapių skaičius
nl: Aantal pagina's
pt: Número de páginas
pt_br: Número de páginas
ru: Количество страниц

source: File size
ast: Tamañu del ficheru
bs: Veličina dokumenta
ca: Mida del fitxer
da: Filstørrelse
de: Dateigröße
es: Tamaño de archivo
et: Faili suurus
fr: Taille du fichier
gl: Tamaño do ficheiro
hr: Veličina datoteke
hu: File mérete
it: Dimensione file
iw_il: גודל הקובץ
lt: Failo dydis
nl: Bestandsgrootte
pt: Tamanho
pt_br: Tamanho do arquivo
ru: Размер файла

source: Pdf version
ast: Versión de PDF
bs: Pdf verzija
ca: Versió pdf
es: Versión de PDF
et: Pdf versioon
fr: Version pdf
gl: Versión pdf
hr: PDF verzija
hu: Pdf verzió
it: Versione PDF
iw_il: גרסת ה־Pdf
lt: Pdf versija
nl: Pdf versie
pt: Versão pdf
pt_br: Versão do PDF
ru: Pdf версия

source: Encryption
ast: Cifráu
bs: Enkripcija
ca: Xifrat
da: Kryptering
de: Verschlüsselung
es: Cifrado
et: Krüptimine
fr: Chiffrement
gl: Cifrado
hr: Enkripcija
hu: Titkosítás
it: Criptatura
iw_il: הצפנה
lt: Šifravimas
nl: Versleuteling
pt: Encriptação
pt_br: Criptografia
ru: Шифрование

source: Not encrypted
ast: ensin cifrar
bs: Nije enkriptovano
ca: No està xifrat
da: Ikke krypteret
de: Nicht verschlüsselt
es: Sin cifrar
et: Krüpteerimata
fr: Aucun
gl: Sen cifrar
hr: Nije ekriptirano
hu: Nem titkosított
it: Non criptato
iw_il: בלתי מוצפן
lt: Nešifruotas
nl: Niet versleuteld
pt: Sem encriptação
pt_br: Não criptografado
ru: Не зашифрован

source: Permissions
ast: Permisos
bs: Dozvole
ca: Permisos
da: Tilladelser
de: Berechtigungen
es: Permisos
et: Õigused
gl: Permisos
hr: Dozvole
hu: Jogosultságok
it: Permessi
iw_il: הרשאות
lt: Leidimai
nl: Rechten
pt: Permissões
pt_br: Permissões
ru: Разрешения

source: Producer
ast: Productor
bs: Producent
ca: Productor
da: Producent
de: Anwendung
es: Producido por
et: Valmistaja
fr: Outil de conversion
gl: Produtor
hr: Proizvođač
hu: Készítő
it: Produttore
iw_il: מפיק
lt: Prodiuseris
nl: Producent
pt: Produtor
pt_br: Produtor
ru: Производитель

source: Creator
ast: Autor
bs: Kreator
ca: Autor
da: Dokumentforfatter
de: Ersteller
es: Creador
et: Looja
fr: Application
gl: Creador
hr: Autor
hu: Létrehozta
it: Creatore
iw_il: יוצר
lt: Kūrėjas
nl: Gemaakt door
pt: Criador
pt_br: Gerador
ru: Создатель

source: Creation date
ast: Fecha de creación
bs: Datum kreiranja
ca: Data de creació
da: Oprettet den
de: Erstellt am
es: Fecha de creación
et: Loomise kuupäev
fr: Date de création
gl: Data de creación
hr: Datum stvaranja
hu: Létrehozás dátuma
it: Data di creazione
iw_il: תאריך היצירה
lt: Sukūrimo data
nl: Creatie datum
pt: Data de criação
pt_br: Data de criação
ru: Дата создания

source: Modification date
ast: Fecha de modificación
bs: Datum izmjene
ca: Data de modificació
da: Ændret den
de: Geändert am
es: Fecha de modificación
et: Muutmise kuupäev
fr: Date de modification
gl: Data de modificación
hr: Datum promjene
hu: Módosítás dátuma
it: Data di modifica
iw_il: תאריך השינוי
lt: Modifikavimo data
nl: Wijzigingsdatum
pt: Data de modificação
pt_br: Data de modificação
ru: Дата изменения

source: Error creating properties panel.
ast: Error al crear el panel de propiedaes
bs: Greška pri kreiranju panela karakteristika.
ca: S'ha produit un error en crear el panell de propietats
de: Fehler beim Auslesen der Dokumenteigenschaften.
es: Error creando panel de propiedades.
et: Viga atribuutide paneeli loomisel.
fr: Erreur de génération du panneau des propriétés
gl: Algo foi mal ao crear o panel das propiedades
hr: Greška pri stvaranju panela svojstava.
hu: Nem sikerült létrehozni a tulajdonságpanelt.
it: Errore durante la creazione del pannello delle proprietà.
iw_il: שגיאה בעת יצירת לוח מאפיינים.
lt: Klaida kuriant savybių panelę
nl: kan eigenschappen paneel niet maken.
pt: Erro ao criar o painel de propriedades.
pt_br: Erro ao criar painel de propriedades.
ru: Ошибка создания панели свойств

source: Please select a single pdf document.
ast: Selecciona un documentu pdf namás
bs: Molimo odaberite samo jedan pdf dokument
ca: Seleccioneu un únic document pdf
da: Vælg venligst et enkelt pdf-dokument.
de: Bitte wählen Sie ein einzelnes PDF-Dokument.
es: Por favor, seleccione un único documento PDF.
fr: Veuillez sélectionner un seul document pdf.
gl: Escolla só un documento pdf
hr: Molim Vas odaberite jedan pdf dokument.
hu: Kérem válasszon egy pdf dpkumentumot.
it: Prego selezionare un solo documento pdf.
lt: Prašome pasirinkti vieną pdf dokumentą.
nl: Selecteer een pdf document
pt: Por favor, seleccione apenas um documento.
pt_br: Por favor, selecione um único documento pdf.
ru: Пожалуйста, выберите один документ PDF.

source: File type not supported.
ast: Triba de ficheru non sofitada.
bs: Vrsta datoteke nije podržana.
ca: Aquest tipus de fitxer no està suportat
da: Filtype ikke understøttet.
de: Dateityp nicht unterstützt.
es: Tipo de archivo no soportado.
fr: Type de fichier non supporté.
gl: Tipo de ficheiro non recoñecido
hr: Nepodržana vrsta datoteke.
hu: E file típusa nem támogatott.
it: Tipo di file non supportato
lt: Nepalaikomas failo tipas
nl: Bestands type wordt niet ondersteund
pt: O ficheiro não é suportado.
pt_br: Tipo de arquivo não suportado.
ru: Тип файла не поддерживается.

source: Error during drag and drop.
ast: Error nel arrastrar y soltar.
bs: Greška tokom procedure povuci i pusti.
ca: S'ha produit un error en arrossegar i deixar anar
da: Fejl under træk og slip.
de: Fehler beim Ziehen und Ablegen.
es: Error al arrastrar y soltar.
fr: Erreur lors du Glisser-Déposer.
gl: Produciuse un erro ao arrastrar e soltar
hu: Hiba a "fogd és dobd" folyamán.
it: Errore duranto il drag and drop.
lt: Klaida vykdant "drag and drop"
nl: Fout tijdens verslepen
pt: Erro ao arrastar e largar.
pt_br: Erro durante arrastar-e-soltar.
ru: Ошибка при перетаскивании

source: Logging level set to
ast: Nivel de rexistru puestu en
bs: Nivo zapisa postavljen na
ca: El nivell de registre està definit a
da: Logniveau sat til
de: Protokollierungsstufe gesetzt auf
es: Nivel de registro establecido a
et: Logimise tase seatud
fr: Niveau du journal réglé sur
gl: Nivel de rexistro estabelecido a
hr: Razina zapisnika je postavljena na
hu: Naplózási szint beállítása
it: Livello di registrazione impostato a
iw_il: רמת הרישום מוגדר כ־
lt: Nustatytas žurnalo lygis:
nl: Log level:
pt: Nível de registo definido para
pt_br: Nível do log definido para
ru: Уровень журналирования
sv: Loggningsnivå satt till

source: Unable to set logging level.
ast: Nun se puede afitar el nivel de rexistru.
bs: Nije moguće postaviti nivo zapisa.
ca: No s'ha pogut definir el nivell de registre.
da: Ikke i stand til at sætte logniveau.
de: Protokollierungsstufe konnte nicht festlegt werden.
es: Incapaz de establecer nivel de registro.
et: Logimistaseme seadmine ebaõnnestus.
fr: Réglage du niveau de journal impossible.
gl: Non foi posíbel estabelecer o nivel de rexistro.
hr: Ne mogu postaviti razinu zapisnika.
hu: Naplózási szint beállítása sikertelen.
it: Impossibile impostare il livello di registrazione.
iw_il: לא ניתן להגדיר את רמת הרישום.
lt: Nepavyko nustatyti žurnalo lygio
nl: Kon het gevraagde logniveau niet instellen.
pt: Incapaz de definir o nível de registo.
pt_br: Não foi possível definir o nível de log.
ru: Невозможно установить уровень журналирования
sv: Gå ej att sätta loggningsnivå.

source: Error getting plugins directory.
ast: error al obtener el directoriu de módulos complementarios
bs: Greška pronalaženja direktorija sa dodacima.
ca: Error en obtenir el directori de connectors.
da: Fejl ved hentning af modulmappe.
de: Fehler beim Ermitteln des Plugin-Verzeichnisses
es: Error al obtener el directorio de plugins
et: Viga pistikrakenduste kataloogi hankimisel.
fr: Erreur d'accès au dossier des modules.
gl: Produciuse un erro obtendo o directorio de complementos
hr: Greška pri traženju mape dodataka.
hu: Hiba, a beépülő modulok könyvtárának olvasásakor
it: Errore nell'identificazione della cartella dei plugin.
iw_il: ארע כשל באיחזור תיקיית התוספים.
lt: Nepayvko gauti papildinių aplanko
nl: Fout bij het ophalen van de plugin-map.
pt: Erro ao obter o directório de plugins.
pt_br: Erro ao recuperar diretório de plugins.
ru: Ошибка при получении директории расположения плагинов.
sv: Fel vid läsning av pluginarkiv.

source: Cannot read plugins directory
ast: Llectura imposible del directoriu de módulos complementarios
bs: Nije moguće čitanje direktorija sa dodacima
ca: No es pot llegir el directori de connectors
da: Kan ikke læse modulmappe
de: Plugin-Verzeichnis konnte nicht eingelesen werden
es: No se puede leer el directorio de plugins
et: Pistikrakenduste kataloogi lugemise ebaõnnestumine
fr: Lecture impossible du dossier des modules
gl: Non foi posíbel acceder ao directorio de plugins
hr: Ne mogu čitati mapu dodataka.
hu: A beépülő modulok könyvtára nem olvasható
it: Impossibile accedere alla cartella dei plugin
iw_il: לא ניתן לקרוא מתיקיית התוספים
lt: Nepavyko nuskaityti papildinių aplanko
nl: Kan het plugin-pad niet lezen
pt: Não é possível ler o directório de plugins.
pt_br: Não foi possível ler diretório de plugins
ru: Невозможно прочитать директорию расположения плагинов
sv: Kan inte läsa pluginbiblioteket

source: Plugins directory is null.
ast: El directoriu de módulos complementarios nun esiste
bs: Direktorij sa dodacima je null.
ca: El directori de connectors és ple.
da: Modulmappe er null.
de: Plugin-Verzeichnis ist ungültig
es: Directorio de plugins está nulo.
et: Pistikrakenduste kataloog on tühi.
fr: Le dossier des modules n'existe pas.
gl: O directorio de complementos é nulo
hr: Mapa dodataka ne postoji.
hu: A beépülő modulok könyvtára üres
it: La cartella dei plugin è nulla.
iw_il: תיקיית התוספים ריקה.
lt: Papildinių aplanko nėra
nl: Plugin-pad is niet geconfigureerd.
pt: O directório de plugins é inválido.
pt_br: Diretório de plugins é nulo.
ru: Директория расположения плагинов пуста.
sv: Pluginbiblioteket är noll.

source: Found many plugins in
ast: Alcontráronse dellos complementos en
bs: Pronađeno više dodataka u
ca: S'han trobat molts connectors a
da: Fandt mange plugins i
de: Mehrere Plugins gefunden in
es: Varios complementos encontrados en
fr: Plusieurs modules trouvés dans
gl: Atoparonse moitos complementos no
hu: Túl sok beépülőt találtam itt
it: Trovati diversi moduli in
lt: Rasta daug įskiepių kataloge
nl: Veel plugins gevonden in
pt: Encontrados demasiados plugins em
pt_br: Encontrado muitos plugins em
ru: Найдено много плагинов в

source: selected as the most recent plugin
ast: seleicionáu como complementu más reciente
bs: odabran kao nedavni dodatak
ca: s'ha seleccionat com el connector més nou
da: valgt som det seneste udvidelsesmodul
de: Als aktuelles Plugin festgelegt
es: Seleccionar como el complemento más reciente
fr: sélectionné comme module le plus récent
gl: escollido como o complemento máis recente
hu: Válasszon új beépülőt
it: selezionato come il più recente modulo
lt: pasirinkite patį naujausią įskiepį
nl: geselecteerd als meest recente plugin
pt: seleccionado como o plugin mais recente
pt_br: Selecionado como o plugin mais recente
ru: выбран в качестве последнего плагина

source: No plugin found in
ast: Nun s'alcontraron complementos en
bs: Dodatak nije pronađen u
ca: No s'han trobat connectors a
da: Ingen plugin fundet i
de: Kein Plugin gefunden in
es: No se encontró complemento en
fr: Aucun module trouvé dans
gl: Non se atopou o complemento en
hu: Nem találtam beépülőt itt
it: Nessun modulo trovato in
lt: Nerasta nei vieno įskiepio kataloge
nl: Geen plugin gevonden in
pt: Nenhum plugin encontrado em
pt_br: Nenhum plugin encontrado em
ru: Не надены плагины в

source: Exception loading plugins.
ast: Escepción al cargar los módulos complementarios
bs: Iznimka u učitavanju dodataka.
ca: S'ha generat una excepció en carregar connectors.
de: Ausnahmefehler beim Laden der Plugins.
es: Plugins de carga de excepciones.
et: Pistikprogrammide laadimise erandid.
fr: Exception lors du chargement des modules.
gl: Produciuse unha excepción ao cargar complementos.
hr: Greška pri učitavanju dodataka.
hu: Kifogás a beépülők betöltésekor
it: Eccezione durante il caricamento dei plugin.
iw_il: ארעה חריגה בעת טעינת התוספים.
lt: Klaida įkeliant papildinius
nl: Fout bij het laden van de plugins.
pt: Excepção ao carregar plugins.
pt_br: Exceção ao carregar plugins.
ru: Исключение загрузки плагинов.
sv: Undantag då pluginer laddades.
