Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Ask for confirmation when overwrite checkbox is selected
ast: Pidir confirmación cuando el cuadru de sobrescritura tea marcáu
ca: Demana confirmació quan la casella de selecció de sobreescriptura estigui marcada
da: Spørg om bekræftelse når afkrydsningsfeltet er markeret
de: Überschreiben nur mit Bestätigung
es: Pedir confirmación cuando la casilla de sobrescritura esté marcada
fr: Demande confirmation quand la case "Remplacer le(s) fichier(s) existant(s)" est cochée
gl: Pedir autenticación cando se modifique unha caixa de selección.
hu: Megerősítést kér a felülírásra, amikor a négyzet be van jelölve
it: Chiede conferma quando l'opzione di sovrascrittura è selezionata
lt: Prašyti patvirtinimo kai pažymėtas punktas "perrašyti"
nl: Vraag naar bevestiging als het "overschrijf" selectievakje is geselecteerd
pt: Pedir confirmação se a caixa de sobreposição estiver seleccionada
pt_br: Pedir confirmação quando o campo sobrescrever estiver marcado
ru: Запрашивать подтверждение если выбран флажок перезаписи

source: Settings
ast: Parámetros
bs: Podešenje
ca: Paràmetres
da: Opsætning
de: Einstellungen
es: Preferencias
et: Sätted
fr: Réglages
gl: Axustes
hr: Postavke
hu: Beállítások:
it: Impostazioni
iw_il: הגדרות
lt: Nustatytmai
nl: Instellingen
pt: Definições
pt_br: Configurações
ru: Настройки
sv: Inställningar

source: Language
ast: Llingua
bs: Jezik
ca: Idioma
da: Sprog
de: Sprache
es: Idioma
et: Keel
fr: Langue
gl: Lingua
hr: Jezik
hu: Nyelv
it: Linguaggio
iw_il: שפה
lt: Kalba
nl: Taal
pt: Idioma
pt_br: Idioma
ru: Язык
sv: Språk:

source: Set your preferred language (restart needed)
ast: Conseñe la llingua preferida (necesita reaniciar)
bs: Podesite svoj preferirani jezik (potreban je restart)
ca: Definiu el vostre llenguatge preferit (cal reiniciar)
da: Sæt dit ønskede sprog (genstart nødvendig)
de: Wählen Sie Ihre Sprache (Neustart notwendig)
es: Selecciona tu idioma preferido (necesita reiniciar)
et: Säti eelistatud keel (vajalik taaskäivitamine)
fr: Sélectionnez votre langue favorite (redémarrage nécessaire)
gl: Estabeleza o seu idioma preferido (é preciso que reinicie)
hr: Postavite vaš jezik (potrebno ponovno pokretanje)
hu: Válassza ki a kívánt nyelvet (újraindítás szükséges)
it: Imposta la lingua preferita (necessario riavvio)
iw_il: הגדרת השפה המועדפת עליך (נדרש אתחול)
lo: ຕັ້ງຄ່າພາສາທີ່ທ່ານຕ້ອງການ (ຕ້ອງເປີດໃໝ່)
lt: Nustatyti Jūsų mėgstamą kalbą (reikės paleisti programą iš naujo)
nl: Stel uw voorkeurstaal in (herstart noodzakelijk)
pt: Defina o seu idioma preferido (precisa reiniciar)
pt_br: Define seu idioma preferido (reinício necessário)
ru: Выберите предпочтительный язык (требуется перезапуск)
sv: Välj språk du föredrar (omstart krävs)

source: Look and feel
ast: Apariencia
bs: Pogledaj i osjeti
ca: Aparença
da: Udseende
de: Erscheinungsbild
es: Apariencia
et: Välimus ja mulje
fr: Apparence
gl: Apariencia
hr: Izgled sučelja
hu: Megjelenés
it: Aspetto grafico
iw_il: מראה ותחושה
lt: Išvaizda ir elgsena
pt: Aparência e comportamento
pt_br: Aparência
ru: Внешний вид
sv: Utseende

source: Set your preferred look and feel and your preferred theme (restart needed)
ast: Conseñe l'aspeutu y tema preferidos (necesita reaniciar)
bs: Podesite svoj preferirani izgled i osjećaj i svoju preferiranu temu (potreban je restart)
ca: Defineix l'aparença i el tema (cal reiniciar)
da: Vælg det foretrukne udseende og det foretrukne tema (genstart nødvendig)
de: Wählen Sie Ihr bevorzugtes Erscheinungsbild und Farbschema (Neustart notwendig)
es: Establezca su apariencia preferido y su tema preferido (necesario reiniciar)
et: Säti eelistatud välimus ja mulje ja eelistatud teema (vajalik taaskäivitamine)
fr: Sélectionnez votre apparence et votre thème favoris (redémarrage nécessaire)
gl: Estabeleza a aparencia e tema favoritos (é preciso reiniciar)
hr: Postavite vaš izgled sučelja i temu (potrebno je ponovno pokretanje)
hu: Válassza ki a megfelelő megjelenési beállításokat és a kívánt témát (újraindítás szükséges)
it: Imposta l'aspetto grafico preferito e tema preferito (necessario riavvio)
iw_il: הגדרת המראה, התחושה וערכת הנושא המועדפת עליך (נדרש איתחול)
lt: Nustatyti Jūsų mėstamą išvaizdą ir elgseną, o taip pat Jūsų mėgstamą temą (reikės paleisti programą iš naujo)
nl: Stel de look and feel van uw voorkeur en uw voorkeursthema in (herstart noodzakelijk)
pt: Defina o seu tema preferido bem como a aparência e comportamento (precisa reiniciar)
pt_br: Define sua aparência e temas preferidos (reinício necessário)
ru: Установить ваш предпочитаемый вид и темы оформления (требуется перезапуск)
sv: Välj utseende och tema (omstart krävs)

source: Log level
ast: Nivel de rexistru
bs: Nivo zapisa
ca: Nivell de depuració
da: Logniveau
de: Protokollierungsstufe
es: Nivel de registro
et: Logimistase
fr: Niveau de journalisation
gl: Nivel de rexistro
hr: Razina zapisnika
hu: Naplózási szint:
it: Livello di registrazione
iw_il: רמת הרישום
lt: Žurnalo lygis
nl: Log niveau
pt: Nível de registo
pt_br: Nível de log
ru: Уровень журналирования
sv: Loggningsnivå

source: Set a log detail level (restart needed)
ast: Conseñe un nivel de detalle del rexistru (necesita reaniciar)
bs: Podesite nivo detalja zapisa (potreban je restart)
ca: Definiu el nivell de detall del registre (cal reiniciar)
da: Ændr niveau for logdetaljer (genstart nødvendig)
de: Wählen Sie eine Protokollierungsstufe (Neustart notwendig).
es: Establezca un nivel de detalle de registro (necesario reiniciar)
et: Säti logi detailsuse tase (vajalik taaskäivitamine)
fr: Choisissez le niveau de détail de la journalisation (redémarrage nécessaire)
gl: Estabeleza un nivel detallado de rexistro (é preciso reiniciar)
hr: Postavi razinu detalja zapisnika (potrebno ponovno pokretanje)
hu: A naplózási szint részleteinek beállítása (úraindítás szükséges)
it: Impostare un livello di dettaglio delle registrazioni (necessario riavvio necessario)
iw_il: הגדרת רמת הפירוט של היומן (נדרש אתחול)
lt: Nustatyti žurnalo detalumo lygį (reikės paleisti prigramą iš naujo)
nl: Stel een detailniveau voor logs in (herstart noodzakelijk)
pt: Defina o nível de detalhe do registo (precisa reiniciar)
pt_br: Define o nível de detalhamento do log (reinício necessário)
ru: Установить уровень детализации журнала (требуется перезапуск)
sv: Sätt loggen detaljnivå (omstart krävs)

source: Set the thumbnails creation library
ast: Selecciona la biblioteca de creación de miniatures
bs: Postavi biblioteku za kreiranje umanjenog prikaza
ca: Defineix la llibreria de creació de miniatures
da: Angiv biblioteket til oprettelse af miniaturebilleder
de: Bibliothek für Miniaturansichterstellung
es: Asignar la biblioteca de creación de miniaturas
fr: Sélectionnez la bibliothèque de création de miniatures
gl: Estabeleza a biblioteca de xeración de miniaturas
hu: Beállítja a miniatűrök létrehozásának könyvtárát
it: Imposta la libreria di creazione anteprime
lt: Nustatyti paveiksliukų kūrimo biblioteką
nl: Stel het thumnail generatie proces in
pt: Defina a biblioteca de criação de miniaturas
pt_br: Definir a biblioteca de geração de miniaturas (thumbnails)
ru: Установить библиотеку создания эскизов

source: Check for updates
ast: buscar actualizaciones
bs: Provjeri ima li nadogradnja:
ca: Comprova si hi ha actualitzacions
da: Søg efter opdateringer
de: Nach Updates suchen
es: Comprobar actualizaciones
et: Otsi uuendusi
fr: Recherche de mises à jour
gl: Buscar actualizacións
hr: Potraži nadogradnje
hu: Frissítések keresése
it: Controlla aggiornamenti
iw_il: בדיקה אחר עדכונים
lt: Ieškoti atnaujinimų
nl: Updates zoeken
pt: Verificar actualizações
pt_br: Verificar se há atualizações
ru: Проверить наличие обновлений:
sv: Sök efter uppdateringar

source: Set when new version availability should be checked (restart needed)
ast: Conseñe cuándo tien de guetase por una versión nueva (necesita reaniciar)
bs: Podesi kada će biti provjeravana dostupnost nove verzije (potreban je restart)
ca: Definiu quan voleu comprovar la disponibilitat de noves versions (cal reiniciar)
da: Vælg hvis der skal tjekkes for tilgængelighed af en nyere version (genstart nødvendig)
de: Legen Sie fest, wann auf Verfügbarkeit neuer Versionen geprüft werden soll (Neustart notwendig)
es: Establezca cuando la disponibilidad de una nueva versión debería ser revisada (necesita reiniciar)
et: Säti, millal uue versiooni olemasolu tuleb kontrollida (vajalik taaskäivitamine)
fr: Choisissez le moment de recherche d'une nouvelle version (redémarrage nécessaire)
gl: Estabeleza cando se debería comprobar a dispoñibilidade dunha nova versión (é necesario reiniciar)
hr: Postavite kada bi dostupnost nove verzije trebalo provjeriti (potrebno je ponovno pokretanje)
hu: Megadja, hogy mikor kell új verzió elérhetőségét keresni (újraindítás szükséges)
it: Imposta quando controllare se disponibile una nuova versione (necessario riavvio)
iw_il: יש להגדיר מתי לבדוק אחר זמינותה של גרסה חדשה (נדרש אתחול)
lt: Nustatyti, kada tikrinama ar yra nauja versija (reikės paleisti programą iš naujo)
nl: Instellen wanneer de beschikbaarheid van een nieuwe versie dient gecontroleerd te worden. (Herstarten van de applicatie is noodzakelijk.)
pt: Defina quando devem ser verificadas as novas versões (precisa reiniciar)
pt_br: Define quando procurar por nova versão (é necessário reiniciar)
ru: Установить интервал когда должно быть проверено на наличие новой версии (требуется перезапуск)
sv: Ställ in när du vill att programmet ska söka efter nya uppdateringar (omstart krävs)

source: Turn on or off alert sounds
ast: activar y desactivar les alertes sonores
bs: Uključi ili isključi zvukve uzbune
ca: Activa o desactiva els sons d'alerta
da: Slå alarmlyde til eller fra
de: Warnklänge an- oder ausschalten
es: Encender o apagar los sonidos de alerta
et: Lülita hoiatushelid sisse/välja
fr: Activez ou désactivez les alertes sonores
gl: Apagar ou acender os sons de aviso
hr: Uključi ili isključi zvukove upozorenja
hu: Figyelmeztető hangok be-vagy kikapcsolása
it: Attiva o disattiva suoni di allerta
iw_il: הפעלת או כיבוי צלילי ההתרעה
lo: ເປີດ ຫຼື ປິດສຽງແຈ້ງເຕືອນ
lt: Nenaudoji įspėjamųjų garsų
nl: Zet het waarschuwsignaal aan of uit
pt: Ligar/desligar sons de alerta
pt_br: Ligar ou desligar alert sonoros
ru: Включение и отключение звуков предупреждений
sv: Sätt på eller av varningsljud

source: Ask overwrite confirmation
ast: Pidir confirmación de sobrescritura
ca: Demana confirmació per sobreescriure
da: Spørg om bekræftelse på overskrivning
de: Überschreiben nur mit Bestätigung
es: Pedir confirmación de sobrescritura
fr: Demander confirmation de remplacement
gl: Pedir confirmación para sobrescribir
hu: Megerősítést kér felülírás előtt
it: Chiedi conferma per sovrascrivere
lt: Prašyti patvirtinimo perrašant
nl: Vraag naar een bevestiging voor het overschrijven
pt: Perguntar antes de substituir
pt_br: Pedir confirmação de sobrescrita
ru: Запросить подтверждение перезаписи

source: Show a dialog box asking the user for confirmation when the "overwrite" is selected
ast: Amosar un cuadru de diálogu pidiendo confirmación cuando tea seleicionáu "sobrescribir"
ca: Mostra un diàleg de confirmació quan s'ha seleccionat "sobreescriure2
da: Viser en dialogbiks, der spørger brugeren om bekræftelse når "Overskriv" er valgt
de: Zeigt ein Dialogfenster mit der Aufforderung, das Überschreiben von Dateien zu bestätigen
es: Mostrar un cuadro de dialogo pidiendo confirmación cuando "sobrescribir" esté seleccionado
fr: Affiche une boîte de dialogue demandant confirmation quand "Remplacer le(s) fichier(s) existant(s)" est coché
gl: Mostrar un cadro de diálogo ao usuario pedindo confirmación cando se seleccione «sobrescribir»
hu: Jelenítsen meg egy párbeszédablakot, melyben kér a felhasználótól megerősítést, amikor a "felüírásl" van kiválasztva
it: Mostra una finestra che chiede all'utente una conferma quando "sovrascrivi" è selezionato.
lt: Rodyti dialogo langą prašant vartotojo patvirtinimo kai pasirinktas "perrašyti"
nl: Toon een venster waarin de gebruiker om een bevestiging gevraagd wordt als het "overschrijf" selectievakje is geselecteerd.
pt: Mostrar uma caixa a pedir a confirmação do utilizador se a opção "substituir" estiver seleccionada
pt_br: Mostrar uma caixa de diálogo solicitando a confirmação do usuário quando o "sobrescrever" for selecionado
ru: Показать диалоговое окно с запросом подтверждения пользователя если выбрана "перезапись"

source: Default env.
ast: Configuración predeterminada
bs: Default okr.
ca: Entorn predeterminat.
da: Standardindstillinger
de: Standardumgebung
es: Ambiente predeterminado
et: Vaikimisi keskk.
fr: Configuration par défaut
gl: Contorno predeterminado
hr: Uobičajeno okružje
hu: Alapértelmezett környezet
it: Configurazione predefinita
iw_il: סביבת ברירת המחדל
lt: Aplinka pagal nutylėjimą
nl: standaard omgeving
pt: Ambiente padrão
pt_br: Amb. padrão.
ru: Среда по умолч.
sv: Förvald miljö.

source: Select a previously saved env. file that will be automatically loaded at startup
ast: Seleicione un ficheru d'entornu atroxáu previamente pa cargar automáticamente nel aniciu
bs: Selektujte prethodno snimljen dokument okr. koji će biti automatski učitan pri pokretanju
ca: Seleccioneu un entorn predeterminat desat anteriorment. El fitxer es carregarà automàticament a l'arrencada
da: Vælg en tidligere gemt miljøfil som automatisk skal indlæses ved opstart
de: Wählen Sie eine gespeicherte Umgebung, die beim Start automatisch geladen wird
es: Seleccione un archivo de ambiente previamente guardado que será cargado automáticamente en el inicio
et: Vali eelnevalt salvestatud keskk. fail, mis käivitamisel automaatselt laetakse
fr: Sélectionnez un fichier de configuration sauvegardé qui sera automatiquement chargé au démarrage
gl: Escolla un ficheiro de contorno gardado anteriormente para ser cargado automaticamente ao comezo
hr: Odaberite prethodno spremljenu datoteku okružja koje će biti automatski učitano pri pokretanju
hu: Korábban mentett környezet kiválasztása, amely a program indításakor automatikusan betöltődik
it: Seleziona una configurazione precedentemente salvata che verrà automaticamente caricata all'avvio
lt: Pasirinkti anksčiau išsaugotą aplinkos failą kuris bus automatiškai įkeltas programos paleidimo metu
nl: Selecteer een eerder opgeslagen env. bestand dat automatisch zal worden geladen bij het opstarten
pt: Seleccione o ficheiro env. que será carregado ao iniciar o programa
pt_br: Seleciona um arquivo de ambiente previamente salvo que será automaticamente carregado no lançamento da aplicação
ru: Выберите сохраненный ранее окр. файл, который будет автоматически загружаться при запуске
sv: Välj en tidigare sparad miljö som laddas automatisk vid uppstart.

source: Default working directory
ast: Repertoriu de trabayu predetermináu
bs: Unaprijed podešeni radni direktorij
ca: Directori de treball predeterminat
da: Standard arbejdsmappe
de: Standard-Arbeitsverzeichnis
es: Direectorio de trabajo predeterminado
et: Vaimisi töökataloog
fr: Répertoire de travail par défaut
gl: Directorio de traballo por defecto
hr: Uobičajena mapa za rad
hu: Alapértelmezett munkakönyvtár
it: Cartella di lavoro predefinita
lt: Darbinis aplankas pagal nutylėjimą
nl: Geen standaard werkpad beschikbaar
pt: Directório de trabalho por omissão
pt_br: Diretório padrão
ru: Рабочий каталог по умолчанию:
sv: Förvald arbetsmapp

source: Select a directory where documents will be saved and loaded by default
ast: Seleicione un direutoriu predetermináu p'atroxar y cargar los documentos
bs: Izaberite unaprijed podešeni direktorij u kome će dokumenti biti snimani u učitavani
ca: Seleccioneu un directori on es desin i carreguin els documents de manera predeterminada
da: Vælg en mappe hvor dokumenter gemmes og indlæses fra som standard
de: Wählen Sie ein Verzeichnis, um dort Dokumente standardmäßig zu speichern und von dort zu laden
es: Selecciones un directorio donde los documentos serán guardados y cargados de forma predeterminada
et: Vali vaikimisi kataloog, kust dokumendid loetakse ja salvestatakse
fr: Sélectionnez un répertoire de chargement et d'enregistrement des documents par défaut
gl: Escoller o directorio onde se gardarán e de onde se cargarán por defecto os documentos.
hr: Odaberite mapu gdje će dokumenti biti spremljeni i učitani
hu: Válasszuk ki az alapértelmezett munka könyvtárat
it: Seleziona una cartella predefinita dove verranno salvati/caricati i documenti
lo: ເລືອກໂຟເດີທີ່ເອກະສານຈະຖືກບັນທຶກແລະໂຫຼດໂດຍຄ່າເລີ່ມຕົ້ນ
lt: Pasirinkti aplanką, kuriame pagal nutylėjimą bus saugomi ir įkeliami dokumentai
nl: Selecteer een pad waar uw documenten standaard bewaard en gelezen zullen worden.
pt: Seleccione o directório padrão para gravação e carregamento dos documentos
pt_br: Selecione o diretório onde os arquivos serão salvos e lidos por padrão
ru: Выберите каталог, где документы будут сохранены и загружены по умолчанию
sv: Välj mapp där dokument ska sparas och laddas som standard

source: Save
ast: Grabar
bs: Snimi
ca: Desa
da: Gem
de: Speichern
es: Guardar
et: Salvesta
fr: Enregistrer
gl: Gardar
hr: Spremi
hu: Ment
it: Salva
iw_il: שמירה
lt: Išsaugoti
nl: Bewaar
pt: Gravar
pt_br: Salvar
ru: Сохранить
sv: Spara

source: Configuration saved.
ast: Configuración guardada
bs: Konfiguracija je snimljena.
ca: S'ha desat la configuració.
da: Konfiguration gemt.
de: Konfiguration gespeichert.
es: Configuración guardada.
et: Konfiguratsioon salvestatud.
fr: Réglages enregistrés.
gl: A configuración foi gardada.
hr: Konfiguracija spremljena.
hu: Beállítások mentve
it: Configurazione salvata.
iw_il: התצורה נשמרה.
lt: Konfigūracija išsaugota
nl: Configuratie bewaard.
pt: Configuração gravada.
pt_br: Configuração salva.
ru: Настройки сохранены.
sv: Konfiguration sparad.

source: Error saving configuration
ast: Error al guardar la configuración
bs: Greška pri snimanju konfiguracije
ca: S'ha produit un error en desar la configuració
de: Fehler beim Speichern der Konfiguration
es: Error guardando la configuración
fr: Erreur de sauvegarde de la configuration
gl: Produciuse un erro ao gardar a configuarción
hu: Hiba a beállítások mentésekor
it: Errore salvando la configurazione
lt: Klaida išsaugant konfigūraciją
nl: De configuratie kan niet worden opgeslagen
pt: Erro ao gravar a configuração
pt_br: Erro ao salvar configuração
ru: Ошибка при сохранении конфигурации

source: An error occured saving the configuration, please look at the log panel to have more informations.
ast: Hebo un error al guardar la configuración, mire nel panel de rexistru pa tener más información.
bs: Pojavila se greška pri snimanju konfiguracije. Za više inforamcija, molimo pogledajte panel dnevnika događaja.
ca: S'ha produit un error en desar la configuració, reviseu el panell de registre per a més informació.
de: Beim Speichern der Konfiguration trat ein Fehler auf, weitere Informationen finden Sie im Log-Bereich.
es: Ocurrió un error guardando la configuración, por favor revise el panel de registro para más información.
fr: Une erreur s'est produite lors de la sauvegarde des réglages, veuillez vous reporter au panneau du journal pour de plus amples informations.
gl: Produciuse un erro ao gardar a configuración, revise o panel de rexistros para obter máis información.
hu: Hiba történt a konfiguráció mentésekor, a részletekért kérlek nézd meg a logfile-t.
it: Si è verificando un errore salvando la configurazione, prego controllare la finestra di log per avere maggiori informazioni.
lt: Saugant konfigūraciją įvyko klaida, prašome pažiūrėti į išrašo langą jei norite daugiau informacijos
nl: Er is een fout opgetreden bij het opslaan van de configuratie. Kijk in het scherm met log gegevens voor meer informatie.
pt: Ocorreu um erro ao gravar a configuração. Por favor, veja o painel de registos para mais informações.
pt_br: Um erro ocorreu ao salvar a configuração, por favor, verifique o painel de log para obter maiores informações.
ru: Ошибка сохранения конфигурации, пожалуйста проверьте панель журнала для получения больше информации.

source: Unimplemented method for JSettingsPanel
ast: Métodu non encadarmáu pa JSettingsPanel
bs: Neimplementiran metod za JSettingPanel
ca: Mètode per a JSettingsPanel no implementat
da: Ikke implementeret metode for JSettingsPanel
de: Nicht implementierte Methode für JSettingsPanel
es: Método no implementado de JSettingsPanel
et: Implementeerimata meetod JSettingsPanel-ile
fr: Méthode non implémentée pour JSettingsPanel
gl: Método non implementado para JSettingsPanel
hr: Neimplementirana metoda za JSettingsPanel
hu: A beállítások nincsenek alkalmazva
it: Metodo non implementato per JSettingsPanel
lt: Neįgyvendintas metodas JSettingsPanel
nl: Methode niet geïmplementeerd voor een JSettingsPanel
pt: Método não implementado para JSettingsPanel
pt_br: Método não implementado para JSettingsPanel
ru: Неиспользуемый метод для JSettingsPanel
sv: Ej införd metod för JSettingsPanel

source: New version available:
ast: Versión nueva disponible:
bs: Dostupna nova verzija:
ca: Disponible nova versió:
da: Ny version tilgængelig:
de: Neue Version verfügbar:
es: Nueva versión disponible:
et: Uus versioon saadaval:
fr: Nouvelle version disponible :
gl: Nova versión dispoñíbel:
hr: Dostupna je nova inačica:
hu: Új verzió elérhető:
it: Nuova versione disponibile:
lt: Yra nauja versija:
nl: Nieuwe versie beschikbaar:
pt: Nova versão disponível:
pt_br: Nova versão disponível:
ru: Доступна новая версия:
sv: Ny version tillgänglig:

source: Unable to play sound.
ast: Llectura del soníu imposible
bs: Nemoguća reprodukcija zvuka.
ca: No s'ha pogut reproduir el so
da: Ikke i stand til at afspille lyd.
de: Klang konnte nicht abgespielt werden.
es: No se puede reproducir sonido.
fr: Lecture du son impossible.
gl: Non foi posíbel reproducir o son
hu: Hang lejátszása nem sikerült
it: Impossibile eseguire il suono.
lt: Nepavyko pagroti garso
nl: Kan geen geluid afspelen
pt: Incapaz de reproduzir sons.
pt_br: Não foi possível reproduzir o som.
ru: Не удалось воспроизвести звуки.

source: Plugins
ast: Módulos Complementarios
bs: Dodaci
ca: Connectors
da: Moduler
es: Complementos
et: Pistikrakendused
fr: Modules
gl: Engadidos
hr: Moduli
hu: Bővítmények
it: Plugin
iw_il: תוספים
lt: Papildiniai
nl: Invoegtoepassingen
ru: Модули
sv: Insticksmoduler

source: Error getting pdf version description.
ast: Error al guetar la descripción de versión pdf.
bs: Greška u čitanju opisa PDF verzije.
ca: Error en obtenir la descripció de versió de pdf.
da: Fejl ved heentning af pdf-versionsbeskrivelse.
de: Fehler beim Lesen der PDF-Version
es: Error al obtener la descripción de versión pdf.
et: Viga pdf versiooni kirjelduse hankimisel.
fr: Erreur d'acquisition de la version pdf
gl: Produciuse un erro obtendo a descripción da versión do pdf
hr: Greška pri čitanju opisa pdf inačice.
hu: Hiba a pdf változat leírásában.
it: Errore nell'identificazione della versione PDF.
iw_il: ארעה שגיאה באחזור תיאור גרסת ה־pdf.
lt: Klaida gaunant pdf versijos aprašymą.
nl: Fotu bij het ophalen van de "pdf-versie"-omschrijving
pt: Erro ao obter a descrição da versão pdf.
pt_br: Erro ao recuperar a descrição da versão do pdf.
ru: Ошибка при получении описания pdf версии.
sv: Fel vi läsning av pdf-version

source: Version 1.2 (Acrobat 3)
ast: Versión 1.2 (Acrobat 3)
bs: Verzija 1.2 (Acrobat 3)
ca: Versió 1.2 (Acrobat 3)
es: Versión 1.2 (Acrobat 3)
et: Versioon 1.2 (Acrobat 3)
gl: Versión 1.2 (Acrobat 3)
hr: Inačica 1.2 (Acrobat 3)
hu: Verzió 1.2 (Acrobat 3)
it: Versione 1.2 (Acrobat 3)
iw_il: גרסה 1.2 (אקרובט 3)
lt: Versija 1.2 (Acrobat 3)
nl: Versie 1.2 (Acrobat 3)
pt: Versão 1.2 (Acrobat 3)
pt_br: Versão 1.2 (Acrobat 3)
ru: Версия 1.2 (Acrobat 3)
