Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Split by bookmarks level
ast: Dividir por nivel de marcador
bs: Podijeli po bukmark nivou
ca: Separa per nivell de marcadors
da: Opdel ved bogmærkeniveau
de: Anhand Lesezeichenebene teilen
es: Dividir por nivel de marcador
et: Tükelda järjehoidja taseme järgi
fr: Aux signets de niveau
gl: Dividir por nivel de marcador
hr: Podijeli prema razinama oznaka
hu: Könyvjelzők alapján daraboljon
it: Dividi per livello di segnalibro
iw_il: פיצול לפי רמות הסימניות
lt: Išskaidyti pagal turinio žymas
nl: Splits op het bookmark niveau
pt: Separar por nível de marcadores
pt_br: Dividir ao nível dos marcadores
ru: Разбить по уровлю закладок
sv: Dela efter bokmärkesnivå

source: Burst
ast: Frañida
bs: Stihijski
ca: Explosió
da: Opdel
de: Trennen
es: Ráfaga
et: Killusta
fr: Par page
gl: Ráfaga
hr: Raskidanje
hu: Szétválasztás
it: Esplodi
iw_il: חיתוך
lt: Pliūpsnis
nl: Uitpakken
pt: Ruptura
ru: Разбивка
sv: Gasa

source: Explode the pdf document into single pages
ast: Frañir el documentu en páxines úniques
bs: Rasprsni PDF dokument u pojedinačne stranice
ca: Escampar el document pdf en pàgines
da: Opdel pdf-dokument i enkel sider
de: Dokument in Einzelseiten aufteilen
es: Dividir el documento pdf en páginas individuales
et: Õhi pdf dokument üksikuteks lehekülgedeks.
fr: Décompose le document en pages uniques
gl: Separar o documento PDF en páxinas simples
hr: Raskini pdf dokument na pojedinačne stranice
hu: A pdf dokumentum szétválasztása oldalanként
it: Esplodi il documento in pagine singole
iw_il: פירוקמסמך ה־PDF לעמודים נפרדים
lt: Išskaidyti pdf dokumentą po vieną puslapį
nl: Het document in enkele pagina's opsplitsen
pt: Separar o documento pdf em páginas unicas
pt_br: Explodir o documento pdf em páginas únicas
ru: Разбить на отдельные страницы
sv: Dela upp dokumentet till enskilda sidor

source: Split the document every "n" pages
ast: Dividir el documentu cada "n" páxines
bs: Rastavi dokument svakih "n" stranica
ca: Divideix el document cada "n" pàgines
da: Opdel dokument hver »n« sider
de: Dokument nach jeweils »n« Seiten teilen
es: Dividir el documento cada "n" páginas
et: Tükelda dokument iga "n" lehekülje järel
fr: Segmente suivant le nombre de pages indiqué
gl: Dividir o documento cada "n" páxinas
hr: Razdvoji dokument na svakoj "n" stranici
hu: A dokumentum szétválasztása minden "n"-dik oldalnál
it: Dividi il documento ogni "n" pagine
iw_il: פיצול המסמך כל "n" עמודים
lt: Suskaidyti dokumentą kas "n" puslapių
nl: Splits het document om de 'n' pagina's
pt: Dividir o documento a cada "n" páginas
pt_br: Dividir o documento a cada "n" páginas
ru: Разбивать документ через каждые "n" страниц
sv: Dela upp efter "n" sidor

source: Split the document every even page
ast: Dividir el documentu cada páxina par
bs: Rastavi dokument na svakoj parnoj stranici
ca: Divideix el document en cada pàgina parell
da: Opdel dokument ved lige sider
de: Dokument bei geraden Seiten teilen
es: Dividir el documento por páginas pares
et: Tükelda dokument iga paaris lehekülje järel
fr: Décompose en feuillets "pages impaire/paire"
gl: Dividir o documento cada páxina par
hr: Razdvoji dokument na svakoj parnoj stranici
hu: A dokumentum szétválasztása a páros oldalaknál
it: Dividi il documento ogni pagina pari
iw_il: פיצול המסמך בכל עמוד זוגי
lt: Išskaidyti dokumentą atskiriant kas kiekvieną lyginį puslapį
nl: Splist het document op de even pagina's
pt: Dividir o documento a cada página par
pt_br: Dividir o documento a cada página par
ru: Разбивать документ после каждой чётной страницы
sv: Dela upp dokumentet efter jämna sidor.

source: Split the document every odd page
ast: Dividir el documentu cada páxina impar
bs: Rastavi dokument na svakoj neparnoj stranici
ca: Divideix el document en cada pàgina senar
da: Opdel dokument ved ulige sider
de: Dokument bei ungeraden Seiten teilen
es: Dividir el documento por páginas impares
et: Tükelda dokument iga paaritu lehekülje järel
fr: Décompose en feuillets "pages paire/impaire"
gl: Dividir o documento cada páxina impar
hr: Razdvoji dokument na svakoj neparnoj stranici
hu: A dokumentum szétválasztása a páratlan oldalaknál
it: Dividi ogni il documento ogni pagina dispari
iw_il: פיצול המסמך בכל עמוד אי־זוגי
lt: Išskaidyti dokumentą atskiriant kas kiekvieną nelyginį puslapį
nl: Splist het document op de oneven pagina's
pt: Dividir o documento a cada página ímpar
pt_br: Dividir o documento a cada página ímpar
ru: Разбивать документ после каждой нечётной страницы
sv: Dela upp dokumentet efter udda sidor.

source: Split the document after page numbers (num1-num2-num3..)
ast: Dividir el documentu depués de los númberos de páxina (núm1-núm2-núm3...)
bs: Rastavi dokument nakon brojeva stranica (br1-br2-br3..)
ca: Divideix el document després dels números de pàgina (num1-num2-num3..)
da: Opdel dokument efter sidenumre (num1-num2-num3..)
de: Dokument nach Seitenzahlen trennen (Seite1-Seite2-Seite3...)
es: Dividir el documento después de números de página (num1-num2-num3...)
et: Tükelda dokument peale leheküljenumbreid (num1-num2-num3..)
fr: Sectionne après chaque page indiquée (syntaxe : x-y-z...)
gl: Dividir o documento logo dos números de páxina (núm1-núm2-núm3..)
hr: Razdvoji dokument poslije brojeva stranica (n1-n2-n3)
hu: A dokumentum szétválasztása a következő oldalszámoknál (1; 2; 3;...)
it: Divide il documento dopo i numeri di pagina (num1-num2-num3..)
iw_il: פיצול המסמך לפי מספרי העמודים (num1-num2-num3..)
lt: Skaidyti dokumentą po šių puslapių (num1-num2-num3..)
nl: Splits het document na de volgende pagina nummers (num1-num2-num3..)
pt: Dividir o documento depois das páginas número (num1-num2-num3...)
pt_br: Dividir o documento após páginas número (num1-num2-num3..)
ru: Разбивать документ после номеров страниц (ном1-ном2-ном3..)
sv: Dela dokumentet efter sidnummer (sid1-sid2-sid3)

source: Split the document in files of the given size (roughly)
ast: Divide'l documentu en ficheros del tamañu que s'indica (aproximáu)
bs: Podijeli dokument u dijelove dat eveličine (ugrubo)
ca: Separa el document en fitxers d'una mida determinada (aproximadament)
da: Opdel dokumentet i filer af en given størrelse (cirka)
de: Dokument in Dateien der angegebenen Größe zerlegen (näherungsweise)
es: Dividir el documento en archivos del tamaño dado (aproximadamente)
et: Tükelda dokument failideks etteantud suuruses (laias laastus)
fr: Découpe le document en fichiers de la taille indiquée (approximatif)
gl: Divide o documento en ficheiros do tamaño dado (aproximadamente)
hr: Podijeli dokument u datoteke dane veličine (ugrubo)
hu: Dokumentum feldarabolása az adott méretűre (durván)
it: Dividi il documento in file della dimensione data (approssimativamente)
iw_il: פיצול המסמך לקבצים בגודל הנתון (בקירוב)
lt: Suskaidyti į apytiksliai nurodyto dydžio failus
nl: Splits de documenten in files van de opgegeven grootte (ongeveer)
pt: Dividir o documento em ficheiros de um tamanho dado (aproximadamente)
pt_br: Dividir o documento em arquivos do seguinte tamanho (aproximadamente)
ru: Разбить документ в файлы заданного размера (примерно)
sv: Dela upp dokumentet i filer av ungefär angiven storlek

source: Split the document at pages referred by bookmarks of the given level
ast: Dividir el documentu en páxines referíes por marcadores del nivel indicáu
bs: Podijeli dokument na stranice kako upućuju bukmarci datog nivoa
ca: Separa el document per les pàgines referenciades pels marcadors d'un nivell determinat
de: Dokument an den Seiten auftrennen, auf die die angegebene Lesezeichenebene verweist
es: Dividir el documento en páginas referidas por marcadores del nivel dado
et: Tükelda dokument lehekülgedelt juhindudes antud taseme järjehoidjatest
fr: Découpe le document aux pages comportant un signet du niveau indiqué
gl: Dividir o documento polas páxinas referenciadas polos marcadores dun determinado nivel
hr: Podijeli dokument prema stranicama naznačenim oznakama zadane razine
hu: Dokumentum szétválasztása a könyvjelzők szerint
it: Divide il documento alle pagine indicate dai segnalibri del livello selezionato
iw_il: פיצול המסמך בעמודים המופנים על ידי סימניות ברמה הנתונה
lt: Skaidyti dokumentą pagal nurodyto lygio turinio nuorodas
nl: Splits de documenten op het opgegeven bookmark niveau
pt: Dividir o documento em páginas referidas pelos marcadores do nível dado
pt_br: Divide o documento nas páginas referenciadas pelos marcadores do nível dado
ru: Разбить документ на страницы по закладкам данного уровня.
sv: Dela upp dokumentet efter de sidor som refereras till av bokmärken på angiven nivå

source: Destination folder
ast: Carpeta de destín
bs: Odredišni direktorij
ca: Carpeta destí
da: Destinationsmappe
de: Zielverzeichnis
es: Carpeta de destino
et: Sihtkataloog
fr: Dossier de création
gl: Cartafol de destino
hr: Odredišna mapa
hu: Célkönyvtár
it: Cartella di destinazione
iw_il: תיקיית היעד
lt: Paskirties aplankas
nl: Doelmap
pt: Pasta de destino
pt_br: Pasta de destino
ru: Папка назначения
sv: Målmapp

source: Same as source
ast: Hermanu del orixinal
bs: Ista kao izvor
ca: El mateix que la font
da: Samme som kilde
de: Gleiches Verzeichnis wie Quelldatei
es: Carpeta original
et: Sama mis allikal
fr: Identique à la source
gl: Idéntico ao orixinal
hr: Isto kao izvor
hu: Ugyanaz, mint a forrás
it: Uguale all'originale
iw_il: זהה למקור
lt: Kaip ir šaltinio
nl: Dezelfde als de bron
pt: Idêntica à de origem
pt_br: Mesmo que original
ru: Как и у источника
sv: Samma som källa

source: Choose a folder
ast: Escueyi una carpeta
bs: Izaberi direktorij
ca: Escolliu una carpeta
da: Vælg en mappe
de: Verzeichnis wählen
es: Elegir carpeta
et: Kataloogi valimine
fr: Choisir un dossier
gl: Escolla un cartafol
hr: Izaberi mapu
hu: Könyvtár választása
it: Seleziona una cartella
iw_il: בחירת תיקייה
lt: Pasirinkite aplanką
nl: Kies een map
pt: Escolha uma pasta
pt_br: Selecione um diretório
ru: Укажите папку
sv: Välj en mapp

source: Destination output directory
ast: Directoriu de salida
bs: Ciljni izlazni direktorij
ca: Directori destí de la sortida
da: Destinationsmappe
de: Ausgabe-Zielverzeichnis
es: Directorio de salida de destino
et: Väljundi sihtkataloog
fr: Répertoire de création
gl: Directorio de saída
hr: Odredište izlazne mape
hu: Kimeneti könyvtár
it: Cartella di destinazione
iw_il: תיקיית יעד הפלט
lt: Katalogas rezultatui
nl: Doelmap
pt: Directório de destino
pt_br: Destino do diretório de saída
ru: Конечная папка:
sv: Destination för målfil:

source: Use the same output folder as the input file or choose a folder.
ast: Usar la mesma carpeta de salida que'l ficheru d'entrada o escoyer una carpeta
bs: Koristi ulazni direktorij kao izlazni ili izaberi direktorij.
ca: Empra el mateix directori de sortida com a fitxer d'entrada o tria un directori.
da: Anvend den samme destinationsmappe som originalfilen eller vælg en mappe.
de: Verwenden Sie als Ausgabeort das Verzeichnis der Quelldatei oder wählen Sie ein neues Verzeichnis.
es: Usa la misma carpeta de salida como archivo de entrada o elije una carpeta
et: Kasuta sisendina samam väljundkataloogi või vali kataloog
fr: Utilisez le dossier du fichier source ou choisissez un autre dossier.
gl: Utilizar o mesmo cartafol de saída que o ficheiro de entrada ou escoller un cartafol.
hr: Koristi istu izlaznu mapu kao i za ulaznu datoteku ili izaberi mapu.
hu: Használja a kimeneti könyvtárként ugyanazt, mint amiben a bemeneti fájl van, vagy válasszon könyvtárat
it: Usa la stessa cartella di destinazione del file originale o selezionarne un'altra.
iw_il: שימוש בתיקיית הקלט בתור תיקיית הפלט או בחירת תיקייה.
lt: Rezultatui naudoti tą patį aplanką kuriame yra šaltinio failas arba pasirinkite kitą aplanką
nl: Gebruik dezelfde doelmap als van het invoerbestand of kies een doelmap
pt: Usar a pasta do ficheiro original ou escolha uma pasta.
pt_br: Utilize o mesmo diretório do arquivo de entrada ou escolha um diretório.
ru: Сохранять новые файлы в той же папке, что и входящие файлы, либо выбрать папку.
sv: Använd källfilens katalog att spara i eller välj annan katalog.

source: To choose a folder browse or enter the full path to the destination output directory.
ast: Pa seleccionar una carpeta navega o introduz la ruta completa al directoriu de destín
bs: Za izbor direktorija potražite direktorij ili unesite punu putanju do ciljnog izlaznog direktorija.
ca: Per triar un directori navegueu o entroduiu el camí absolut al directori destí de sortida.
da: Gennemse eller indtast den fulde sti til destinationsmappen for at vælge en mappe.
de: Wählen Sie ein Ausgabeverzeichnis oder geben Sie den vollständigen Pfad ein.
es: Para seleccionar una carpeta navega o introduce la ruta completa hacia el directorio destino.
et: Kataloogi valimiseks sirvi või sisesta täielik väljundi sihtkataloogi failitee.
fr: Parcourez le système pour sélectionner un dossier de création ou entrez le chemin complet.
gl: Para escoller un cartafol explore o sistema de ficheiros ou introduza a ruta completa ao directorio de destino de saída.
hr: Da bi odabrali mapu pregledajte ili upišite punu putanju do odredišta izlazne mape.
hu: A mappa kiválasztásához tallózzon, vagy írja be a teljes elérési útvonalat, ahová a kimeneti fájlokat menteni szeretné
it: Per selezionare una cartella selezionare 'Sfoglia' o inserisci il percorso completo della cartella di destinazione.
iw_il: לבחירת תיקייה ניתן לסייר או להזין את הנתיב המלא אל תיקיית יעד הפלט.
lt: Naršykite, kad pasirinktumėte aplanką arba įrašykite pilną kelią iki aplanko kuriame išsaugoti rezultatus
nl: Om een map te kiezen blader door naar de doelmap of typ het volledige pad in
pt: Para escolher uma pasta, procure ou indique o caminho completo do directório.
pt_br: Para selecionar um diretório navegue ou digite o caminho completo para o diretório de saída.
ru: Выберите папку или введите полный путь к папке для выходных файлов.
sv: För att välja katalog, bläddra eller skriv in hela sökvägen till målkatalogen.

source: Check the box if you want to overwrite the output files if they already exist.
ast: Selecciona la opción si quies sobreescribir el ficheru de salida en casu de que yá esista
bs: Markirajte opciju ako želite zamijenite izlazne dokumente ako već postoje.
ca: Marqueu la casella de selecció per sobreescriure els fitxers de sortida si ja existeixen.
da: Afkryds boksen hvis du ønsker at overskrive destinationsfilerne, hvis de allerede eksisterer.
de: Markieren Sie das Kontrollkästchen, um vorhandene Ausgabedateien zu überschreiben.
es: Chequea la caja si quieres sobreescribir el archivo de salida si ya existe.
et: Märgista märkeruut kui soovid väljundfaili selle eksisteerimisel üle kirjutada.
fr: Cocher la case pour remplacer les fichiers existants.
gl: Escolla esta opción se desexa sobreescribir os ficheiros de saída no caso de que xa existan.
hr: Odaberite opciju ako želite prepisati izlaznu datoteku ako već postoji.
hu: Jelölje be a négyzetet, amennyiben felül akarja írni a már létező fájlokat
it: Seleziona l'opzione se si vuole sovrascrivere i file di destinazione se già esistenti.
iw_il: יש לבחור בתיבה זו אם ברצונך לשכתב את קבצי הפלא אם הם כבר קיימים.
lt: Pažymėkite, jei Jūs norite perrašyti egzistuojančius rezultato failus
nl: Aanvinken als je het doelbestand wilt overschrijven mocht het reeds bestaan.
pt: Marque a caixa se quiser substituir o ficheiro de saída, se existente.
pt_br: Selecione caso deseje sobrescrever o arquivo de saída caso ele já exista.
ru: Отметьте эту опцию, если хотите перезаписать сохраняемыми файлами существующие.
sv: Markera för att skriva över filer som redan existerar.

source: Output options
ast: Opciones de salida
bs: Opcije izlaza
ca: Opcions de sortida
da: Output-indstillinger
de: Ausgabeoptionen
es: Opciones de salida
et: Väljundi valikud
fr: Options de création
gl: Opcións de saída
hr: Postavke izlazne datoteke
hu: Kimenet beállításai
it: Opzioni di destinazione
iw_il: אפשרויות פלט
lt: Išvedimo nustatytmai
nl: Resultaat opties
pt: Opções de saída
pt_br: Opções de Saída
ru: Опции вывода
sv: Utdataalternativ

source: Output file names prefix:
ast: Prefixu de los nomes del ficheru de salida
bs: Prefiks imena izlaznog dokumenta:
ca: Prefix dels fitxers de sortida:
da: Præfiks for destinationsfilnavn:
de: Ausgabedatei-Präfix:
es: Prefijo para archivos de destino:
et: Väljundfaili nimede prefiks:
fr: Préfixe de nom de fichier :
gl: Prefixo dos nomes de ficheiro de saída:
hr: Prefiks imena izlazne datoteke:
hu: Kimeneti file nevek előtagja
it: Prefisso nomi file destinazione:
iw_il: הקידומת של שמות קבצי הפלט:
lt: Rezultato failo pavadinimo priešdėlis
nl: Voorvoegsel doelbestand
pt: Prefixo do ficheiro de saída:
pt_br: Prefixos para os arquivos de saída:
ru: Префикс имени конечных файлов:
sv: Prefix på målfilnamn:

source: Output files prefix
ast: Prefixu de los ficheros de salida
bs: Prefiks izlaznih dokumenata:
ca: Prefix dels fitxers de sortida
da: Præfiks for destinationsfil
de: Ausgabedatei-Präfix
es: Prefijo de los archivos de salida
et: Väljundfailide prefiks
fr: Préfixe pour les fichiers créés
gl: Prefixo dos ficheiros de saída
hr: Prefiks izlaznih datoteka
hu: Kimeneti file-ok előtagja
it: Prefisso nomi file destinazione
iw_il: קידומת קבצי הפלט
lt: Rezultato failo priešdėlis
nl: Voorvoegsel doelbestanden
pt: Prefixo dos ficheiros de saída
pt_br: Prefixos para os arquivos de saída
ru: Префикс конечных файлов
sv: Prefix på målfilnamn:

source: If it contains "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" or "[BOOKMARK_NAME]" it performs variable substitution.
ast: Si contién "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" o "[BOOKMARK_NAME]" realiza una sustitución de variables.
bs: Ako sadrži "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" ili "[BOOKMARK_NAME]" izvodi zamjenu varijabli.
ca: Si conté "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" o "[BOOKMARK_NAME]" realitza una substitució de variables.
de: Sind »[CURRENTPAGE]«, »[TIMESTAMP]«, »[FILENUMBER]« oder »[BOOKMARK_NAME]« enthalten, erfolgt eine variable Benennung.
es: Sustituir variables si contiene "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" o "[BOOKMARK_NAME]".
et: Kui see sisaldab "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" või "[BOOKMARK_NAME]", teostab see muutuja asenduse.
fr: S'il comporte "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" ou "[BOOKMARK_NAME]", une substitution de variable est effectuée.
gl: Se contén "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" ou "[BOOKMARK_NAME]" realiza unha sustitución de variábeis.
hr: Ukoliko sadržava "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" ili "[BOOKMARK_NAME]" izvršava promjenjivu zamjenu.
hu: Ha tartalmazza a "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" vagy "[BOOKMARK_NAME]" elemek valamelyikét, vátozó-helyettesítést végez.
it: Se contiene "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" o "[BOOKMARK_NAME]" esegue la sostituzione delle variabili.
iw_il: במידה שמכיל "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" או "[BOOKMARK_NAME]" תתבצע החלפת משתנים.
lt: Jei yra "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" arba "[BOOKMARK_NAME]" bus įvykdytas kintamųjų pakeitimas
nl: Als het "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" of "[BOOKMARK_NAME]" bevat, wordt er een variabele substitutie uitgevoerd.
pt: Se contiver [CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER] ou [BOOKMARK_NAME] efectua a substituição da variável.
pt_br: Se possuir "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" ou "[BOOKMARK_NAME]" será feita a substituição de variável.
ru: Если содержится "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" или "[BOOKMARK_NAME]" делаются различные подстановки

source: Ex. prefix_[BASENAME]_[CURRENTPAGE] generates prefix_FileName_005.pdf.
ast: Exemplu: "prefixu_[BASENAME]_[CURRENTPAGE]" xenera "prefixu_NomedeFicheru_005.pdf.
bs: Npr. prefiks_[BASENAME]_[CURRENTPAGE] generiše prefiks_ImeDokumenta_005.pdf.
ca: Ex. prefix_[BASENAME]_[CURRENTPAGE] genera prefix_FileName_005.pdf.
da: Eventuel præfiks_[BASENAME]_[CURRENTPAGE] giver præfiks_Filnavn_005.pdf
de: Präfix_[BASENAME]_[CURRENTPAGE] erzeugt beispielsweise Präfix_Dateiname_005.pdf.
es: Ej. prefix_[BASENAME]_[CURRENTPAGE] genera prefix_NombreArvchivo_005.pdf.
et: Näiteks: prefiks_[BASENAME]_[CURRENTPAGE] genereerib prefiks_Failinimi_005.pdf.
fr: Ex. : "préfixeperso_[BASENAME]_[CURRENTPAGE]" génère "préfixeperso_NomdeFichier_00X.pdf"
gl: Exemplo: prefixo_[BASENAME]_[CURRENTPAGE] xera prefixo_NomeFicheiro_005.pdf.
hr: Npr. prefix_[BASENAME]_[CURRENTPAGE] generira prefix_ImeDatoteke_005.pdf.
hu: Például: Előtag_alapnév_jelenlegi oldal a következőt hozza létre: előtag_fájl neve_005.pdf
it: Es. prefisso_[BASENAME]_[CURRENTPAGE] genera prefisso_FileName_005.pdf.
iw_il: לדוגמה: קידומת_[BASENAME]_[CURRENTPAGE] תייצר קידומת_שםהקובץ_005.pdf
lt: Pvz. priešdėlis_[BASENAME]_[CURRENTPAGE] sugeneruoja priešdėlis_FileName_005.pdf
nl: bijv: voorvoegsel_[BASENAME]_[CURRENTPAGE] wordt voorvoegsel_bestandsnaam_005.pdf.
pt: Ex: prefixo_[BASENAME]_[CURRENTPAGE] gera prefixo_FileName_005.pdf.
pt_br: Ex: prefixo_[BASENAME]_[CURRENTPAGE] gera prefixo_NomeDoArquivo_005.pdf.
ru: Например: указав prefix_[BASENAME]_[CURRENTPAGE], будет создан prefix_FielName_005.pdf.
sv: Exempel. prefix_[BASENAME]_[CURRENTPAGE] skaparprefix_FileName_005.pdf.

source: If it doesn't contain "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" it generates oldstyle output file names.
ast: Si nun contién "[CURRENTPAGE]", "[TIMESTAMP]" o "[FILENUMBER]" xenera nomes de ficheru de salida antiguos
bs: Ako ne sadrži "[CURRENTPAGE]", "[TIMESTAMP]" ili "[FILENUMBER]" generiše izlazna imena starog stila.
ca: Si no conté "[CURRENTPAGE]", "[TIMESTAMP]" o "[FILENUMBER]" genera una sortida amb format de nom tradicional.
de: Sind »[CURRENTPAGE]«, »[TIMESTAMP]« oder »[FILENUMBER]« nicht enthalten, erfolgt eine Benennung nach herkömmlichem Schema.
es: Si no contiene "[CURRENTPAGE]", "[TIMESTAMP]" o "[FILENUMBER]" genera nombre de archivo antiguos.
et: Kui see ei sisalda "[CURRENTPAGE]", "[TIMESTAMP]" või "[FILENUMBER]" , genereerib see vana stiili väljundfaili nimed.
fr: S"il ne comporte pas "[CURRENTPAGE]", "[TIMESTAMP]" ou "[FILENUMBER]", un nom standard de fichiers est attribué.
gl: Se non ten "[CURRENTPAGE]", "[TIMESTAMP]" ou "[FILENUMBER]" producirá nomes de ficheiros finais ao vello estilo.
hr: Ako ne sadrži "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" onda generira nazive izlaznih datoteka prema starom modelu.
hu: Ha nem tartalmazza a "[CURRENTPAGE]", "[TIMESTAMP]", "[FILENUMBER]" vagy "[BOOKMARK_NAME]" elemek közül egyiket sem, régi stílusú kimeneti állomány-neveket generál.
it: Se non contiene "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" genera nomi di file normali.
iw_il: אם איננה מכילה "[CURRENTPAGE]", "[TIMESTAMP]" או "[FILENUMBER]" יווצרו שמות בסגנון ישן לקבצים.
lt: Jei jis neturi "[CURRENTPAGE]", "[TIMESTAMP]" arba "[FILENUMBER]" - generuojami seno pavyzdžio failų pavadinimai
nl: Als het niet "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" bevat, worden uitvoer-bestandsnamen op de traditionele wijze gegenereerd.
pt: Se não contiver "[CURRENTPAGE]", "[TIMESTAMP]" oo "[FILENUMBER]" irá criar nomes de ficheiros com estilo antigo.
pt_br: Se não contêm "[CURRENTPAGE]", "[TIMESTAMP]" or "[FILENUMBER]" ,
ru: Если не содержутся "[CURRENTPAGE]", "[TIMESTAMP]" или "[FILENUMBER]", генерируется имена файлов старого формата
sv: Om det inte innehåller "[CURRENTPAGE]", "[TIMESTAMP]" eller "[FILENUMBER]" generar det den gamla sortens filnamn för utdata.
