Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Closing PDFsam...
lo: ກຳລັງປິດ PDFsam...

source: Drag and drop PDF files or directories containing PDF files
lo: ລາກແລະວາງໄຟລ໌ PDF ຫຼື ໂຟເດີທີ່ມີໄຟລ໌ PDF

source: No PDF found
lo: ບໍ່ພົບ PDF

source: Tools
lo: ເຄື່ອງມື

source: News
lo: ຂ່າວສານ

source: What's new
lo: ມີຫຍັງໃໝ່

source: Exit the application
lo: ອອກຈາກແອັບພລິເຄຊັນ

source: Workspace
lo: ພື້ນທີ່ເຮັດວຽກ

source: Manage your workspaces
lo: ຈັດການພື້ນທີ່ເຮັດວຽກຂອງທ່ານ

source: Confirm clearing
lo: ຢືນຢັນການລຶບລ້າງ

source: Do you confirm?
lo: ທ່ານຢືນຢັນບໍ່?

source: Clear the tool settings
lo: ລຶບລ້າງການຕັ້ງຄ່າເຄື່ອງມື

source: Clear the selection table
lo: ລຶບລ້າງຕາຕະລາງການເລືອກ

source: Open with
lo: ເປີດດ້ວຍ

source: Select the task to perform on the following files
lo: ເລືອກໜ້າວຽກທີ່ຈະດຳເນີນການກັບໄຟລ໌ຕໍ່ໄປນີ້

source: Directory not empty
lo: ໂຟເດີບໍ່ຫວ່າງ

source: The selected directory is not empty
lo: ໂຟເດີທີ່ເລືອກບໍ່ຫວ່າງ

source: What would you like to do in case of files with the same name?
lo: ທ່ານຕ້ອງການເຮັດແນວໃດໃນກໍລະນີທີ່ໄຟລ໌ມີຊື່ຊ້ຳກັນ?

source: Overwrite
lo: ຂຽນທັບ

source: Rename
lo: ປ່ຽນຊື່

source: Skip
lo: ຂ້າມ

source: Cancel
lo: ຍົກເລີກ

source: Don't overwrite existing file
lo: ບໍ່ຕ້ອງຂຽນທັບໄຟລ໌ທີ່ມີຢູ່ແລ້ວ

source: Overwrite confirmation
lo: ຢືນຢັນການຂຽນທັບ

source: A file with the given name already exists
lo: ມີໄຟລ໌ຊື່ນີ້ຢູ່ແລ້ວ

source: What would you like to do?
lo: ທ່ານຕ້ອງການເຮັດແນວໃດ?

source: Non existing directory
lo: ບໍ່ມີໂຟເດີນີ້

source: The selected output directory does not exist
lo: ໂຟເດີຜົນໄດ້ຮັບທີ່ເລືອກບໍ່ມີຢູ່

source: Do you want to create it?
lo: ທ່ານຕ້ອງການສ້າງມັນບໍ່?

source: Subdirectories
lo: ໂຟເດີຍ່ອຍ

source: Subdirectories have been found
lo: ພົບໂຟເດີຍ່ອຍ

source: Do you want to add PDF files found in subdirectories?
lo: ທ່ານຕ້ອງການເພີ່ມໄຟລ໌ PDF ທີ່ພົບໃນໂຟເດີຍ່ອຍບໍ່?

source: Task failed
lo: ໜ້າວຽກລົ້ມເຫຼວ

source: PDFsam can try to overcome the failure
lo: PDFsam ສາມາດພະຍາຍາມແກ້ໄຂຄວາມລົ້ມເຫຼວໄດ້

source: It may result in PDF files with partial or missing data, proceed anyway?
lo: ມັນອາດຈະສົ່ງຜົນໃຫ້ໄຟລ໌ PDF ມີຂໍ້ມູນບາງສ່ວນ ຫຼື ຂາດຫາຍ, ດຳເນີນການຕໍ່ໄປບໍ່?

source: Removes all the log messages
lo: ລຶບຂໍ້ຄວາມບັນທຶກທັງໝົດ

source: _Clear
lo: _ລຶບລ້າງ

source: _Save
lo: _ບັນທຶກ

source: C_lose
lo: ປິ_ດ

source: Select where to save the log file
lo: ເລືອກບ່ອນທີ່ຈະບັນທຶກໄຟລ໌ Log

source: Logs
lo: ບັນທຶກ

source: Application messages
lo: ຂໍ້ຄວາມຈາກແອັບພລິເຄຊັນ

source: _Load
lo: _ໂຫຼດ

source: Recen_ts
lo: ລ່າສຸດ

source: _Clear recents
lo: _ລຶບລ້າງລາຍການລ່າສຸດ

source: Select the workspace file to save
lo: ເລືອກໄຟລ໌ພື້ນທີ່ເຮັດວຽກເພື່ອບັນທຶກ

source: Select the workspace to load
lo: ເລືອກພື້ນທີ່ເຮັດວຽກເພື່ອໂຫຼດ

source: Subscribe to the official news feed
lo: ຕິດຕາມຟີດຂ່າວທາງການ

source: Environment
lo: ສະພາບແວດລ້ອມ

source: Vendor: %s
lo: ຜູ້ສະໜອງ: %s

source: Java runtime path: %s
lo: ເສັ້ນທາງ Java runtime: %s

source: JavaFX runtime version: %s
lo: ເວີຊັນ JavaFX runtime: %s

source: PDF engine (Sejda SDK) version: %s
lo: ເວີຊັນຂອງເຄື່ອງມື PDF (Sejda SDK): %s

source: Max memory {0}
lo: ໜ່ວຍຄວາມຈຳສູງສຸດ {0}

source: Copy to clipboard
lo: ສຳເນົາໃສ່ຄລິບບອດ

source: Support
lo: ການຊ່ວຍເຫຼືອ

source: Bug and feature requests
lo: ການລາຍງານບັນຫາແລະຂໍຄຸນສົມບັດເພີ່ມ

source: Documentation
lo: ເອກະສານອ້າງອີງ

source: Contribute
lo: ຮ່ວມພັດທະນາ

source: Fork PDFsam on GitHub
lo: ສ້າງ Fork ຂອງ PDFsam ໃນ GitHub

source: Translate
lo: ແປ

source: Donate
lo: ບໍລິຈາກ

source: Social
lo: ສັງຄົມອອນລາຍ

source: Follow us on Twitter
lo: ຕິດຕາມພວກເຮົາໃນ Twitter

source: Like us on Facebook
lo: ກົດຖືກໃຈພວກເຮົາໃນ Facebook

source: Home
lo: ໜ້າຫຼັກ

source: Premium features
lo: ຄຸນສົມບັດພຣີມຽມ

source: Log register rows:
lo: ແຖວຂອງບັນທຶກ:

source: Maximum number of rows displayed by the Log register
lo: ຈຳນວນແຖວສູງສຸດທີ່ສະແດງໃນບັນທຶກ

source: Startup tool:
lo: ເຄື່ອງມືເລີ່ມຕົ້ນ:

source: Set the tool to open at application startup (restart needed)
lo: ຕັ້ງຄ່າເຄື່ອງມືທີ່ຈະເປີດເມື່ອເລີ່ມແອັບພລິເຄຊັນ (ຕ້ອງເປີດໃໝ່)

source: Set the application theme
lo: ຕັ້ງຄ່າທີມຂອງແອັບພລິເຄຊັນ

source: Font size:
lo: ຂະໜາດຕົວອັກສອນ:

source: Set the application font size
lo: ຕັ້ງຄ່າຂະໜາດຕົວອັກສອນຂອງແອັບພລິເຄຊັນ

source: Default PDF version:
lo: ເວີຊັນ PDF ເລີ່ມຕົ້ນ:

source: Default PDF version for generated PDF files
lo: ເວີຊັນ PDF ເລີ່ມຕົ້ນສຳລັບໄຟລ໌ PDF ທີ່ສ້າງຂຶ້ນ

source: Manually selected
lo: ເລືອກດ້ວຍຕົນເອງ

source: Automatically set the destination directory to the selected PDF document directory
lo: ຕັ້ງຄ່າໂຟເດີປາຍທາງໃຫ້ເປັນໂຟເດີຂອງເອກະສານ PDF ທີ່ເລືອກໂດຍອັດຕະໂນມັດ

source: Default prefix:
lo: ຄຳນຳໜ້າເລີ່ມຕົ້ນ:

source: Default prefix for output file names, used in tools that generate multiple files
lo: ຄຳນຳໜ້າເລີ່ມຕົ້ນສຳລັບຊື່ໄຟລ໌ຜົນໄດ້ຮັບ, ໃຊ້ໃນເຄື່ອງມືທີ່ສ້າງຫຼາຍໄຟລ໌

source: Some special keywords are replaced with runtime values.
lo: ຄີເວີດພິເສດບາງຄຳຈະຖືກແທນທີ່ດ້ວຍຄ່າໃນເວລາເຮັດວຽກ.

source: Right click to add these keywords.
lo: ຄລິກຂວາເພື່ອເພີ່ມຄີເວີດເຫຼົ່ານີ້.

source: Appearance
lo: ຮູບລັກ

source: Behavior
lo: ພຶດຕິກຳ

source: Output
lo: ຜົນໄດ້ຮັບ

source: Check for updates now
lo: ກວດສອບອັບເດດດຽວນີ້

source: Select a directory
lo: ເລືອກໂຟເດີ

source: Select a previously saved workspace that will be automatically loaded at startup
lo: ເລືອກພື້ນທີ່ເຮັດວຽກທີ່ບັນທຶກໄວ້ກ່ອນໜ້ານີ້ ເຊິ່ງຈະຖືກໂຫຼດອັດຕະໂນມັດເມື່ອເລີ່ມຕົ້ນ

source: Select a workspace
lo: ເລືອກພື້ນທີ່ເຮັດວຽກ

source: Load default workspace at startup:
lo: ໂຫຼດພື້ນທີ່ເຮັດວຽກເລີ່ມຕົ້ນເມື່ອເລີ່ມຕົ້ນ:

source: System default
lo: ຄ່າເລີ່ມຕົ້ນຂອງລະບົບ

source: Set whether new version availability should be checked on startup (restart needed)
lo: ຕັ້ງຄ່າວ່າຈະໃຫ້ກວດສອບເວີຊັນໃໝ່ເມື່ອເລີ່ມຕົ້ນ ຫຼື ບໍ່ (ຕ້ອງເປີດໃໝ່)

source: Check for news at startup
lo: ກວດສອບຂ່າວສານເມື່ອເລີ່ມຕົ້ນ

source: Set whether the application should check for news availability on startup (restart needed)
lo: ຕັ້ງຄ່າວ່າຈະໃຫ້ແອັບພລິເຄຊັນກວດສອບຂ່າວສານເມື່ອເລີ່ມຕົ້ນ ຫຼື ບໍ່ (ຕ້ອງເປີດໃໝ່)

source: Enabled PDF compression
lo: ເປີດໃຊ້ການບີບອັດ PDF

source: Set whether "Compress output file" should be enabled by default
lo: ຕັ້ງຄ່າວ່າຈະໃຫ້ "ບີບອັດໄຟລ໌ຜົນໄດ້ຮັບ" ເປີດໃຊ້ໂດຍຄ່າເລີ່ມຕົ້ນ ຫຼື ບໍ່

source: Set whether "Discard bookmarks" should be enabled by default
lo: ຕັ້ງຄ່າວ່າຈະໃຫ້ "ບໍ່ເອົາບຸກມາກ" ເປີດໃຊ້ໂດຍຄ່າເລີ່ມຕົ້ນ ຫຼື ບໍ່

source: Overwrite files
lo: ຂຽນທັບໄຟລ໌

source: Set whether "Overwrite if already exists" should be enabled by default
lo: ຕັ້ງຄ່າວ່າຈະໃຫ້ "ຂຽນທັບຖ້າມີຢູ່ແລ້ວ" ເປີດໃຊ້ໂດຍຄ່າເລີ່ມຕົ້ນ ຫຼື ບໍ່

source: Store passwords when saving a workspace file
lo: ເກັບລະຫັດຜ່ານເມື່ອບັນທຶກໄຟລ໌ພື້ນທີ່ເຮັດວຽກ

source: If an encrypted PDF document has been opened with a password, save the password in the workspace file
lo: ຖ້າເອກະສານ PDF ທີ່ເຂົ້າລະຫັດຖືກເປີດດ້ວຍລະຫັດຜ່ານ, ໃຫ້ບັນທຶກລະຫັດຜ່ານນັ້ນໄວ້ໃນໄຟລ໌ພື້ນທີ່ເຮັດວຽກ

source: Show donation window
lo: ສະແດງໜ້າຕ່າງບໍລິຈາກ

source: Turn on or off the notification appearing once in a while and asking the user to support PDFsam with a donation
lo: ເປີດ ຫຼື ປິດການແຈ້ງເຕືອນທີ່ປາກົດຂຶ້ນເປັນບາງຄັ້ງເພື່ອຂໍໃຫ້ຜູ້ໃຊ້ສະໜັບສະໜູນ PDFsam ດ້ວຍການບໍລິຈາກ

source: Show premium features
lo: ສະແດງຄຸນສົມບັດພຣີມຽມ

source: Set whether the application should fetch and show premium features description in the modules dashboard
lo: ຕັ້ງຄ່າວ່າຈະໃຫ້ແອັບພລິເຄຊັນດຶງຂໍ້ມູນແລະສະແດງລາຍລະອຽດຂອງຄຸນສົມບັດພຣີມຽມໃນໜ້າກະດານໂມດູນ ຫຼື ບໍ່

source: Ask for a confirmation when clearing the selection table
lo: ຖາມເພື່ອຢືນຢັນເມື່ອລຶບລ້າງຕາຕະລາງການເລືອກ

source: Set whether the application should ask for a confirmation when clearing the selection table
lo: ຕັ້ງຄ່າວ່າຈະໃຫ້ແອັບພລິເຄຊັນຖາມເພື່ອຢືນຢັນເມື່ອລຶບລ້າງຕາຕະລາງການເລືອກ ຫຼື ບໍ່

source: Use the selected PDF document directory as output directory
lo: ໃຊ້ໂຟເດີຂອງເອກະສານ PDF ທີ່ເລືອກເປັນໂຟເດີຜົນໄດ້ຮັບ

source: Save default workspace on exit
lo: ບັນທຶກພື້ນທີ່ເຮັດວຽກເລີ່ມຕົ້ນເມື່ອອອກ

source: If a default workspace is set, save it on application exit
lo: ຖ້າມີການຕັ້ງຄ່າພື້ນທີ່ເຮັດວຽກເລີ່ມຕົ້ນ, ໃຫ້ບັນທຶກມັນເມື່ອອອກຈາກແອັບພລິເຄຊັນ

source: Maximum number of rows mast be a positive number
lo: ຈຳນວນແຖວສູງສຸດຕ້ອງເປັນຈຳນວນຖ້ວນບວກ

source: Summary
lo: ສະຫຼຸບ

source: Document details
lo: ລາຍລະອຽດເອກະສານ

source: Show errors
lo: ສະແດງຂໍ້ຜິດພາດ

source: Input parameters are invalid
lo: ພາຣາມິເຕີທີ່ປ້ອນເຂົ້າບໍ່ຖືກຕ້ອງ

source: Invalid parameters
lo: ພາຣາມິເຕີບໍ່ຖືກຕ້ອງ

source: Access denied
lo: ການເຂົ້າເຖິງຖືກປະຕິເສດ

source: Unable to access "{0}", please make sure you have write permissions or open the application messages for details.
lo: ບໍ່ສາມາດເຂົ້າເຖິງ "{0}", ກະລຸນາກວດສອບວ່າທ່ານມີສິດໃນການຂຽນ ຫຼື ເປີດເບິ່ງຂໍ້ຄວາມຂອງແອັບພລິເຄຊັນເພື່ອເບິ່ງລາຍລະອຽດ.

source: You performed {0} tasks with PDFsam, did it help?
lo: ທ່ານໄດ້ເຮັດ {0} ໜ້າວຽກດ້ວຍ PDFsam, ມັນຊ່ວຍໄດ້ບໍ່?

source: Give something back
lo: ຕອບແທນບາງສິ່ງ

source: PDFsam worked hard!
lo: PDFsam ເຮັດວຽກໜັກ!

source: Spread the word!
lo: ບອກຕໍ່!

source: PDFsam {0} is available for download
lo: PDFsam {0} ມີໃຫ້ດາວໂຫຼດແລ້ວ

source: Download
lo: ດາວໂຫຼດ

source: New version available
lo: ມີເວີຊັນໃໝ່

source: You are running the latest version of PDFsam Basic
lo: ທ່ານກຳລັງໃຊ້ PDFsam Basic ເວີຊັນລ່າສຸດ

source: No update
lo: ບໍ່ມີອັບເດດ

source: File "{0}" does not exist or is invalid
lo: ໄຟລ໌ "{0}" ບໍ່ມີຢູ່ ຫຼື ບໍ່ຖືກຕ້ອງ

source: Valid user password provided.
lo: ລະຫັດຜ່ານຜູ້ໃຊ້ຖືກຕ້ອງ.

source: This document is encrypted, click to provide a password.
lo: ເອກະສານນີ້ຖືກເຂົ້າລະຫັດ, ຄລິກເພື່ອປ້ອນລະຫັດຜ່ານ.

source: An error has occurred, click for more details.
lo: ເກີດຂໍ້ຜິດພາດ, ຄລິກເພື່ອເບິ່ງລາຍລະອຽດເພີ່ມເຕີມ.

source: Version {0}
lo: ເວີຊັນ {0}

source: Split tools
lo: ເຄື່ອງມືແຍກ

source: Merge tools
lo: ເຄື່ອງມືຮວມ

source: Convert tools
lo: ເຄື່ອງມືແປງ

source: Edit tools
lo: ເຄື່ອງມືແກ້ໄຂ

source: Other tools
lo: ເຄື່ອງມືອື່ນໆ

source: Checking for updates
lo: ກຳລັງກວດສອບອັບເດດ

source: Unable to find the latest available version.
lo: ບໍ່ສາມາດຊອກຫາເວີຊັນລ່າສຸດໄດ້.

source: Unable to find any valid PDF file in the list: {0}
lo: ບໍ່ສາມາດຊອກຫາໄຟລ໌ PDF ທີ່ຖືກຕ້ອງໃນລາຍການໄດ້: {0}

source: Unable to load PDF list file from {0}
lo: ບໍ່ສາມາດໂຫຼດໄຟລ໌ລາຍການ PDF ຈາກ {0}

source: Loading pdf documents
lo: ກຳລັງໂຫຼດເອກະສານ pdf

source: Documents loaded
lo: ໂຫຼດເອກະສານແລ້ວ

source: Unable to retrieve premium features description
lo: ບໍ່ສາມາດດຶງລາຍລະອຽດຄຸນສົມບັດພຣີມຽມໄດ້

source: Fetching premium modules
lo: ກຳລັງດຶງໂມດູນພຣີມຽມ

source: Unable to retrieve premium modules
lo: ບໍ່ສາມາດດຶງໂມດູນພຣີມຽມໄດ້

source: Unable to retrieve latest news
lo: ບໍ່ສາມາດດຶງຂ່າວສານລ່າສຸດໄດ້

source: Fetching latest news
lo: ກຳລັງດຶງຂ່າວສານລ່າສຸດ

source: Unable to retrieve the latest news
lo: ບໍ່ສາມາດດຶງຂ່າວສານລ່າສຸດໄດ້

source: Saving workspace data to {0}
lo: ກຳລັງບັນທຶກຂໍ້ມູນພື້ນທີ່ເຮັດວຽກໄປຍັງ {0}

source: Workspace saved
lo: ບັນທຶກພື້ນທີ່ເຮັດວຽກແລ້ວ

source: Requesting modules state
lo: ກຳລັງຮ້ອງຂໍສະຖານະຂອງໂມດູນ

source: Unable to save workspace to {0}
lo: ບໍ່ສາມາດບັນທຶກພື້ນທີ່ເຮັດວຽກໄປຍັງ {0}

source: Loading workspace from {0}
lo: ກຳລັງໂຫຼດພື້ນທີ່ເຮັດວຽກຈາກ {0}

source: Workspace loaded: {0}
lo: ໂຫຼດພື້ນທີ່ເຮັດວຽກແລ້ວ: {0}

source: Unable to load workspace from {0}
lo: ບໍ່ສາມາດໂຫຼດພື້ນທີ່ເຮັດວຽກຈາກ {0}

source: The following file already existed and was skipped: {0}
lo: ໄຟລ໌ຕໍ່ໄປນີ້ມີຢູ່ແລ້ວ ແລະ ຖືກຂ້າມໄປ: {0}

source: Light with blue
lo: ສີອ່ອນກັບສີຟ້າ

source: Dark with purple
lo: ສີເຂັ້ມກັບສີມ່ວງ

source: Dark with teal
lo: ສີເຂັ້ມກັບສີຂຽວແກ່

source: Light with maroon
lo: ສີອ່ອນກັບສີເລືອດໝູ

source: The selected PDF document is invalid
lo: ເອກະສານ PDF ທີ່ເລືອກບໍ່ຖືກຕ້ອງ

source: Select the PDF file
lo: ເລືອກໄຟລ໌ PDF

source: _Select PDF
lo: _ເລືອກ PDF

source: C_lear all settings
lo: _ລຶບລ້າງການຕັ້ງຄ່າທັງໝົດ

source: Pages: {0}, PDF Version: {1}
lo: ໜ້າ: {0}, ເວີຊັນ PDF: {1}

source: Loading...
lo: ກຳລັງໂຫຼດ...

source: Open Folder
lo: ເປີດໂຟເດີ

source: Enter the user password
lo: ປ້ອນລະຫັດຜ່ານຜູ້ໃຊ້

source: Unlock
lo: ປົດລັອກ

source: Drag and drop PDF files here
lo: ລາກແລະວາງໄຟລ໌ PDF ໃສ່ບ່ອນນີ້

source: Set as range for all
lo: ຕັ້ງເປັນຊ່ວງສຳລັບທັງໝົດ

source: Move to Top
lo: ຍ້າຍໄປເທິງສຸດ

source: Move to Bottom
lo: ຍ້າຍໄປລຸ່ມສຸດ

source: Duplicate
lo: ສຳເນົາ

source: Duplicate at Top
lo: ສຳເນົາໄປເທິງສຸດ

source: Duplicate Up
lo: ສຳເນົາຂຶ້ນເທິງ

source: Duplicate Down
lo: ສຳເນົາລົງລຸ່ມ

source: Duplicate at Bottom
lo: ສຳເນົາໄປລຸ່ມສຸດ

source: Selected pages
lo: ໜ້າທີ່ເລືອກ

source: Total number of selected pages
lo: ຈຳນວນໜ້າທີ່ເລືອກທັງໝົດ

source: Size
lo: ຂະໜາດ

source: Modified
lo: ແກ້ໄຂເມື່ອ

source: Total pages: {0}
lo: ຈຳນວນໜ້າທັງໝົດ: {0}

source: Add documents to the table
lo: ເພີ່ມເອກະສານໃສ່ຕາຕະລາງ

source: _Add
lo: _ເພີ່ມ

source: PDF list from _text/csv file
lo: ລາຍການ PDF ຈາກໄຟລ໌ _text/csv

source: Select pdf documents to load
lo: ເລືອກເອກະສານ pdf ເພື່ອໂຫຼດ

source: Select a text or CSV file to load
lo: ເລືອກໄຟລ໌ text ຫຼື CSV ເພື່ອໂຫຼດ

source: Removes selected documents
lo: ລຶບເອກະສານທີ່ເລືອກອອກ

source: _Remove
lo: _ລຶບອອກ

source: Removes every document
lo: ລຶບທຸກເອກະສານອອກ

source: Moves up selected documents
lo: ຍ້າຍເອກະສານທີ່ເລືອກຂຶ້ນເທິງ

source: Move _Up
lo: ຍ້າຍ_ຂຶ້ນ

source: Moves down selected documents
lo: ຍ້າຍເອກະສານທີ່ເລືອກລົງລຸ່ມ

source: Move _Down
lo: ຍ້າຍ_ລົງ

source: Pace
lo: ຈັງຫວະ

source: Double click to set the number of pages after which the task will switch to the next file
lo: ດັບເບິ້ນຄລິກເພື່ອກຳນົດຈຳນວນໜ້າ ຫຼັງຈາກນັ້ນໜ້າວຽກຈະປ່ຽນໄປໄຟລ໌ຕໍ່ໄປ

source: Number of total pages of the document
lo: ຈຳນວນໜ້າທັງໝົດຂອງເອກະສານ

source: Double click to set selected pages (ex: 2 or 5-23 or 2,5-7,12-)
lo: ດັບເບິ້ນຄລິກເພື່ອກຳນົດໜ້າທີ່ເລືອກ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12-)

source: Page ranges
lo: ຊ່ວງໜ້າ

source: Select a file
lo: ເລືອກໄຟລ໌

source: The selected file must exist.
lo: ໄຟລ໌ທີ່ເລືອກຕ້ອງມີຢູ່.

source: Allowed extensions are {0}
lo: ນາມສະກຸນທີ່ອະນຸຍາດແມ່ນ {0}

source: Tick the box if you don't want to retain any bookmark from the original PDF document
lo: ໝາຍໃສ່ກ່ອງຖ້າທ່ານບໍ່ຕ້ອງການຮັກສາບຸກມາກໃດໆຈາກເອກະສານ PDF ຕົ້ນສະບັບ

source: Output PDF version:
lo: ເວີຊັນ PDF ຜົນໄດ້ຮັບ:

source: Show advanced settings
lo: ສະແດງການຕັ້ງຄ່າຂັ້ນສູງ

source: Hide advanced settings
lo: ເຊື່ອງການຕັ້ງຄ່າຂັ້ນສູງ

source: Tick the box if you want to overwrite the output files if they already exist.
lo: ໝາຍໃສ່ກ່ອງຖ້າທ່ານຕ້ອງການຂຽນທັບໄຟລ໌ຜົນໄດ້ຮັບຫາກມີຢູ່ແລ້ວ.

source: The selected PDF file is invalid
lo: ໄຟລ໌ PDF ທີ່ເລືອກບໍ່ຖືກຕ້ອງ

source: Same as the input document
lo: ຄືກັນກັບເອກະສານນຳເຂົ້າ

source: An existing output directory is required
lo: ຕ້ອງມີໂຟເດີຜົນໄດ້ຮັບ

source: The output directory is required
lo: ຕ້ອງລະບຸໂຟເດີຜົນໄດ້ຮັບ

source: Select an existing directory
lo: ເລືອກໂຟເດີທີ່ມີຢູ່

source: Select
lo: ເລືອກ

source: PDF version required: {0}
lo: ຕ້ອງການເວີຊັນ PDF: {0}

source: Prefix for the generated files names
lo: ຄຳນຳໜ້າສຳລັບຊື່ໄຟລ໌ທີ່ສ້າງຂຶ້ນ

source: Generated PDF documents name prefix:
lo: ຄຳນຳໜ້າຊື່ເອກະສານ PDF ທີ່ສ້າງຂຶ້ນ:

source: Prefix for the output files name.
lo: ຄຳນຳໜ້າສຳລັບຊື່ໄຟລ໌ຜົນໄດ້ຮັບ.

source: DEFAULT_PREFIX
lo: ຄຳນຳໜ້າເລີ່ມຕົ້ນ

source: Run the task
lo: ເລີ່ມໜ້າວຽກ

source: Requested
lo: ຮ້ອງຂໍແລ້ວ

source: Completed
lo: ສຳເລັດ

source: Failed
lo: ລົ້ມເຫຼວ

source: Running
lo: ກຳລັງດຳເນີນການ

source: Running {0}%
lo: ກຳລັງດຳເນີນການ {0}%

source: Error saving content to file {0}
lo: ຜິດພາດໃນການບັນທຶກເນື້ອຫາໃສ່ໄຟລ໌ {0}

source: File {0} saved
lo: ບັນທຶກໄຟລ໌ {0} ແລ້ວ

source: Error saving content to clipboard
lo: ຜິດພາດໃນການບັນທຶກເນື້ອຫາໃສ່ຄລິບບອດ

source: Ambiguous page range definition: {0}. Use following formats: [n] or [n1-n2] or [-n] or [n-]
lo: ການກຳນົດຊ່ວງໜ້າບໍ່ຊັດເຈນ: {0}. ໃຊ້ຮູບແບບຕໍ່ໄປນີ້: [n] ຫຼື [n1-n2] ຫຼື [-n] ຫຼື [n-]

source: Invalid range: {0}.
lo: ຊ່ວງບໍ່ຖືກຕ້ອງ: {0}.

source: Invalid number: {0}.
lo: ຕົວເລກບໍ່ຖືກຕ້ອງ: {0}.
