Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Merge options
ast: Parámetros de fusión
bs: Opcije spajanja
ca: Opcions de combinació
da: Fletteindstillinger
de: Optionen
es: Opciones de unión
et: Ühendamise valikud
fr: Paramètres de fusion
gl: Opcións de unión
hr: Postavke spajanja
hu: Összefésülés beállításai
it: Opzioni di unione
iw_il: אפשרויות מיזוג
lt: Sujungimo parametrai
nl: Samenvoeg opties
pt: Opções de união
pt_br: Mesclar opções
ru: Опции объединения
sv: Alternativ för sammanslagning

source: PDF documents contain forms
ast: Los documentos PDF caltienen formularios
bs: PDF dokument sadrži forme
ca: Els documents PDF contenen formularis
da: PDF-dokumenter indeholder formularer
de: PDF-Dokumente beinhalten Formularfelder
es: El documento PDF contiene formularios
et: PDF dokumendid sisaldavad vormi
fr: Documents pdf avec formulaires
gl: Os documentos PDF conteñen formularios
hr: PDF dokumenti sadrže formulare
hu: A PDF dokumentumok, tartalmaznak űrlapot
it: I documenti PDF contengono dei form
iw_il: מסמכי PDF מכילים טפסים
lt: PDF dokumente yra formos
nl: PDF documenten bevatten formulieren
pt: Documentos PDF contêm formulários
pt_br: Documentos PDF contém formulários
ru: Документ PDF содержит формы
sv: PDF-dokumenten innehåller formulär.

source: Merge type
ast: Triba de fusión
bs: Tip sastavljanja
ca: Tipus de combinació
da: Flettetype
de: Art des Zusammenführens
es: Tipo de unión
et: Ühendamise tüüp
fr: Type de fusion
gl: Tipo de unión
hr: Tip spajanja
hu: Egyesítés típusa
it: Tipo di unione
iw_il: סוג המיזוג
lt: Sujungimo tipas
nl: Samenvoeg type
pt: Tipo de união
pt_br: Tipo de mesclagem
ru: Тип объединения
sv: Ihopslagningstyp.

source: Unchecked
ast: Non seleccionáu
bs: Neprovjereno
ca: Desmarcat
da: Ikke afkrydset
de: Nicht ausgewählt
es: No seleccionado
et: Märkimata
fr: Décoché
gl: Non seleccionada
hr: Neprovjereno
hu: Kijelöletlen
it: Non selezionato
iw_il: לא מסומן
lt: Nepažymėta
nl: Niet aangevinkt
pt: Desmarcado
pt_br: Não verificado
ru: Не проверено
sv: Omarkerad

source: Use this merge type for standard pdf documents
ast: Usar esta triba de fusión pa los documentos estándar
bs: Koristi ovaj tip sastavljanja za standardne PDF dokumente
ca: Utilitza aquest tipus de combinació per a documents pdf estàndard
da: Anvend denne flettetype til standard pdf-dokumenter
de: Nutzen Sie diese Art des Zusammenführens für normale PDF-Dokumente
es: Usar este tipo de unión para documentos pdf estándar
et: Kasuta seda ühendamise tüüpi standardsetel pdf dokumentidel
fr: Type de fusion à utiliser pour les documents standards
gl: Use este tipo de unión para documentos PDF estándar
hr: Koristi ovaj tip spajanja za standardne pdf dokumente
hu: Használja ezt az egyesítési típust a hagyományos pdf dokumentumokhoz
it: Usa questo tipo di unione per documenti PDF standard
iw_il: שימוש בסוג מיזוג זה לקבצי PDF רגילים
lt: Naudoti šį sujungimo tipą standartiniams PDF dokumentams
nl: Gebruik dit samenvoeg-type voor standaard pdf-documenten
pt: Usar este tipo de união para documentos padronizados
pt_br: Use este tipo de mesclagem para arquivos PDF padrão
ru: Использовать этот тип объединения для стандартных документов PDF
sv: Använd denna hopslagningstyp för vanliga PDF-dokument.

source: Checked
ast: Seleccionáu
bs: Provjereno
ca: Marcat
da: Afkrydset
de: Ausgewählt
es: Seleccionado
et: Märgitud
fr: Coché
gl: Seleccionada
hr: Provjereno
hu: Kijelölve
it: Selezionato
iw_il: מסומן
lt: Pažymėtas
nl: Aangevinkt
pt: Marcado
pt_br: Verificado
ru: Проверено
sv: Markerad

source: Use this merge type for pdf documents containing forms
ast: Usar esta triba de fusión pa los documentos PDF que caltengan formularios
bs: Koristi ovaj tip sastavljanja za PDF dokumente koji sadrže forme
ca: Utilitza aquest tipus de combinació per a documents pdf que continguin formularis
da: Anvend denne flettetype for pdf-dokumenter der indeholder formularer
de: Nutzen Sie diese Art des Zusammenführens für PDF-Formulare
es: Use este tipo de unión para documentos pdf que contengan formularios
et: Kasuta seda ühendamise tüüpi vormi sisaldavate pdf dokumentidega
fr: Type de fusion à utiliser pour les documents contenant des formulaires
gl: Use este tipo de unión para documentos PDF que conteñan formularios
hr: Korisi ovaj tip spajanja za pdf dokumente koji sadrže formulare
hu: Használd ezt az egyesítési típust az űrlapokat tartalmazó pdf dokumentumokhoz
it: Usa questo tipo di unione per i documenti pdf che contengono form
iw_il: שימוש בסוג מיזוג זה למסמכי PDF המכילים טפסים
lt: Naudoti šį sujungimo tipą PDF dokumentams, turintiems formas
nl: Gebruik dit samenvoeg-type voor pdf-documenten met formulieren
pt: Usar este tipo de união para documentos que contenham formulários
pt_br: Use este tipo de mesclagem para documentos PDF que contêm formulários
ru: Использовать этот тип объединения для документов PDF, содержащих формы
sv: Använd denna hopslagningstyp för PDF-dokument med formulär.

source: Note
ast: Nota
bs: Napomena
ca: Nota
da: Bemærkning
de: Hinweis
es: Nota
et: Märkus
fr: Remarque
gl: Nota
hr: Bilješka
hu: Megjegyzés
it: Nota
iw_il: הערה
lt: Pastaba
nl: Notitie
pt: Nota
pt_br: Nota
ru: Примечание
sv: Anteckning

source: Setting this option the documents will be completely loaded in memory
ast: Seleccionando esta opción, los documentos cárguense dafechu na memoria
bs: Izborom ove opcije, dokumenti će u cijelosti biti učitani u memoriju
ca: En activar aquesta opció els documents es carregaran completament en memòria
da: Ved denne indstilling indlæses dokumentet fuldstændigt i hukommelsen
de: Bei Wählen dieser Option werden die Dokumente vollständig in den Speicher geladen
es: Seleccionando esta opción los documentos serán cargados en memoria
et: Selle valiku sättimisel laetakse dokumendid täielikult mällu
fr: En choisissant cette option, le document sera chargé totalement en mémoire
gl: Se escolle esta opción os documentos cargaranse enteiramente en memoria
hr: Postavljanjem ove mogućnosti dokumenti će biti u potpunosti učitani u memoriju
hu: Ezt a lehetőséget kiválasztva, a teljes dokumentum a memóriába fog töltődni
it: Impostando questa opzione i documenti verranno caricati completamente in memoria
iw_il: בחירה באפשרות זו תטען את המסמך כולו לזיכרון
lt: Nustačius šį parametrą, dokumentai bus pilnai įkraunami į atmintį
nl: Door deze optie te kiezen zal het document volledig in het geheugen geladen worden
pt: Com esta opção, os documentos serão carregados completamente em memória
pt_br: Definindo esta opção os documentos serão carregados completamente na memória
ru: Загружать документы полностью в память
sv: Markera detta val för att ladda hela dokumentet i arbetsminnet.

source: Destination output file
ast: Destín del ficheru de salida
bs: Lokacija finalnog dokumenta
ca: Fitxer de destí
da: Destinationsfil
de: Ausgabedatei
es: Destino del archivo de salida
et: Väljundfaili sihtkoht
fr: Emplacement du fichier à créer
gl: Ficheiro de saída
hr: Odredište izlazne datoteke
hu: Kimeneti fájl helye:
it: File di destinazione
iw_il: קובץ יעד הפלט
lt: Rezultato failas
nl: Doelbestand
pt: Ficheiro de destino
pt_br: Destino do arquivo de saída
ru: Конечный файл:
sv: Destination för målfil:

source: Browse or enter the full path to the destination output file.
ast: Gueta o introduz el camín completu al ficheru de salida.
bs: Pronađi ili upiši punu putanju do finalnog dokumenta.
ca: Navegueu o introduïu el camí complet del fitxer de destí.
da: Gennemse eller tast den fulde sti til destinationsfilen.
de: Wählen Sie den vollständigen Pfad zur Ausgabedatei oder geben Sie ihn ein.
es: Busque o ingrese la ruta completa al archivo de salida de destino.
et: Lehitse või sisesta täielik failitee väljundfaili sihtkohale.
fr: Recherchez ou entrez le chemin complet des fichiers à créer.
gl: Explore o sistema de ficheiros ou introduza a ruta completa ao ficheiro de saída.
hr: Odaberite ili unesite punu putanju do odredišta izlazne datoteke.
hu: Tallózzon, vagy írja be a kimeneti fájl elérésének a helyét
it: Sfoglia o inserisci il percorso completo del file di destinazione.
iw_il: שימוש בסייר או הזנת הכתובת המלאה לקובץ הפלט.
lt: Norodykite pilną kelią iki katalogo, kuriame rašyti rezultatų failą
nl: Blader door het bestandssysteem of typ het volledige pad naar het doelbestand.
pt: Procure ou indique o caminho para o ficheiro de destino.
pt_br: Procure ou digite o caminho completo para o arquivo de saída.
ru: Просмотреть или ввести полный путь к конечному файлу.
sv: Bläddra eller skriv sökvägen till målfilen.

source: Check the box if you want to overwrite the output file if it already exists.
ast: Selecciona esta opción si quies sobreescribir el ficheru en casu de que yá esista
bs: Markirajte opciju ako želite da zamijenite finalni dokument ako već postoji.
ca: Marqueu el quadre si voleu sobreescriure el fitxer de sortida si ja existeix.
da: Afkryds boksen hvis du ønsker at overskrive destinationsfilen, hvis den allerede eksisterer.
de: Markieren Sie das Kontrollkästchen, falls Sie vorhandene Ausgabedateien überschreiben möchten.
es: Seleccione aquí si desea sobreescribir el archivo si este existe.
et: Märgista märkeruut kui soovid väljundfaili selle eksisteerimisel üle kirjutada.
fr: Cochez la case pour remplacer le fichier existant
gl: Escolla esta opción se desexa sobreescribir o ficheiro de saída no caso de que xa exista.
hr: Odaberite ovu opciju ako želite prepisati izlaznu datoteku ako već ista postoji.
hu: Jelölje ki ezt a négyzetet, amennyiben felül akarja írni a már létező fájlt
it: Seleziona l'opzione se si vuole sovrascrivere il file di destinazione se esiste già.
iw_il: יש לסמן תיבה זו אם ברצונך להחליף קובץ יעד קיים.
lt: Pažymėkite, jei norite perrašyti egzistuojantį rezultatų failą
nl: Vink de optie aan indien u het doelbestand wil overschrijven als het reeds bestaat.
pt: Marque a caixa se quiser substituir o ficheiro de saída, se existente.
pt_br: Selecione este campo se deseja sobrescrever o arquivo de saída, caso já exista.
ru: Отметьте эту опцию, если хотите перезаписать сохраняемыми файлами существующие.
sv: Markera för att skriva över fil som redan finns.

source: Check the box if you want compressed output files.
ast: Selecciona esta opción si quies comprimir archivos de salida
bs: Markirajte opciju ako želite kompresovani finalni dokument.
ca: Marqueu el quadre si voleu els fitxers de sortida comprimits.
da: Afkryds boksen hvis du ønsker komprimerede outputfiler.
de: Markieren Sie das Kontrollkästchen, um die Ausgabedateien zu komprimieren.
es: Chequea la caja si tu quieres comprimir archivos de salida.
et: Märgista märkeruut kui soovid pakitud väljundfaile.
fr: Cochez la case pour compresser le(s) fichier(s) à créer.
gl: Escolla esta opción se desexa ficheiros de saída comprimidos.
hr: Odaberite ovu opciju ako želite komprimirane izlazne datoteke.
hu: Jelölje ki ezt a négyzetet, ha azt szeretné, hogy a kimeneti fájl tömörített legyen.
it: Seleziona il box se vuoi file di output compressi.
iw_il: יש לסמן תיבה זו אם ברצונך לדחוס את קובצי הפלט.
lt: Pažymėkite, jei norite suspausti rezultatų failą
nl: Vink de optie aan indien u gecomprimeerde uitvoer wenst.
pt: Marque a caixa se quiser comprimir os ficheiros criados.
pt_br: Selecione este campo se deseja arquivos de saída compactados.
ru: Включите данную опцию для сжатия файлов, создаваемых программой.
sv: Markera för att komprimera den skapade filen.

source: PDF version 1.5 or above.
ast: Pdf versión 1.5 o superior
bs: PDF verzija 1.5 ili novija.
ca: Versió PDF 1.5 o superior.
da: PDF version 1.5 eller højere
de: PDF Version 1.5 oder neuer.
es: PDF versión 1.5 o superior
et: PDF versioon 1.5 või kõrgem.
fr: Version pdf 1.5 ou supérieure.
gl: PDF versión 1.5 ou posterior.
hr: PDF inačica 1.5 ili veća.
hu: 1.5-ös, vagy afölötti verziójú PDF
it: Versione PDF 1.5 o superiore
iw_il: גרסת PDF 1.5 ומעלה
lt: PDF versija 1.5 arba aukštesnė
nl: PDF versie 1.5 of hoger.
pt: Versão PDF 1.5 ou superior.
pt_br: PDF versão 1.5 ou superior.
ru: Версия PDF 1.5 или выше.
sv: PDF version 1.5 eller högre.

source: Set the pdf version of the ouput document.
ast: Configura la versión pdf del documentu de salida
bs: Postavite PDF verziju izlaznog dokumenta.
ca: Defineix la versió pdf del document de sortida.
da: Sæt output-dokumentets pdf-version.
de: Legen Sie die PDF-Version der Ausgabedatei fest.
es: Configura la versión pdf del documento de salida.
et: Säti väljunddokumendi pdf versioon.
fr: Sélectionnez la version pdf du document à créer.
gl: Estabeleza a versión de PDF do documento de saída.
hr: Postavi pdf inačicu izlaznog dokumenta.
hu: A kimeneti dokumentum PDF-verziójának beállítása.
it: Imposta la versione PDF del documento.
iw_il: הגדרת גרסת ה־PDF למסמך הפלט.
lt: Nustatykite pdf versiją rezultatų dokumentui
nl: Instellen van de pdf-versie van het output-document.
pt: Defina a versão pdf do documento a criar.
pt_br: Defina a versão do pdf para o documento de saída.
ru: Установить версию PDF в сохраняемом документе.
sv: Välj PDF-version för målfilen.

source: Execute pdf merge
ast: Llanzar la fusión de los pdf
bs: Izvrši PDF sastavlanje
ca: Executa la combinació de pdf
da: Udfør pdf-fletning
de: PDF-Dateien zusammenführen
es: Une los PDF
et: Käivita pdf ühendamine
fr: Lancez la fusion des fichiers
gl: Executar a unión de PDF
hr: Izvrši pdf spajanje
hu: A pdf egyesítése
it: Esegui l'unione
iw_il: ביצוע מיזוג PDF
lt: Sujungti PDF dokumentus
nl: Samenvoegen van pdf's uitvoeren
pt: Executar união de pdf
pt_br: Executar mesclagem pdf
ru: Объединить файлы
sv: Påbörja sammanslagning av PDF-filer

source: Merge/Extract
ast: Fusionar/Estrayer
bs: Sastavi/Ekstraktuj
ca: Combina/Extreu
da: Flet/Udpak
de: Zusammenführen/Extrahieren
es: Unir/Extraer
et: Ühenda/Eralda
fr: Fusion
gl: Unir/Extraer
hr: Spajanje/Izdvajanje
hu: Összefésülés/Szétbontás
it: Unisci / estrai
iw_il: מיזוג/חילוץ
lt: Sujungti/Ištraukti
nl: Voeg samen/extraheer
pt: Unir/Extrair
pt_br: Mesclar/Extrair
ru: Объединить
sv: Sätt samman/Dela

source: Merge section loaded.
ast: Sección "fusión" cargada
bs: Selekcija za sastavljanja je učitana.
ca: Combina la secció carregada.
da: Flettesektion indlæst.
de: Bereich »Zusammenführen« geladen.
es: Sección de combinación cargada.
et: Ühendamise sektsioon laetud.
fr: Section "Fusion" chargée.
gl: Cargada a sección de unión
hr: Sekcija za spajanje je učitana.
hu: Összefésülő rész betöltve
it: Sezione unione caricata.
iw_il: חלק מהמיזוג נטען.
lt: Sujungimo dalis įkrauta
nl: Samenvoeg-sectie geladen
pt: Secção de união carregada.
pt_br: Mesclar seção carregada.
ru: Секция слияния загружена
sv: Avsnitt att sätta samman laddat.

source: Error:
bs: Greška:
ca: S'ha produït un error:
da: Fejl:
de: Fehler:
et: Viga:
fr: Erreur :
gl: Erro:
hr: Greška:
hu: Hiba:
it: Errore:
iw_il: שגיאה:
lt: Klaida:
nl: Fout:
pt: Erro:
pt_br: Erro:
ru: Ошибка:
sv: Fel:

source: Found a password for input file.
ast: Pon-y una contraseña al archivu de salida
bs: Pronađena je šifra za ulazni dokument.
ca: S'ha trobat una contrasenya pel fitxer d'entrada.
da: Fandt en adgangskode til inputfil.
de: Die Quelldatei ist passwortgeschützt.
es: Encuentra una contraseña para el archivo de salida
et: Sisendfaililt leitud salasõna.
fr: Mot de passe requis pour le fichier.
gl: Atopouse un contrasinal para o ficheiro de entrada.
hr: Pronađena zaporka ulaznog dokumenta
hu: A bemeneti fájl jelszóval védett.
it: Trovata una password per il file in input.
iw_il: נמצאה הגנה בסיסמה עבור קובץ הקלט.
lt: Įkeliamamas failas apsaugotas slaptažodžiu
nl: Wachtwoord gevonden voor het input-bestand
pt: Encontrada uma palavra-passe para o ficheiro fonte.
pt_br: Foi encontrado uma senha para o arquivo de entrada.
ru: Пароль для загружаемого файла найден.
sv: Fann lösenord för källfilen.

source: Export as xml
ast: Esportar como xml
bs: Eksportuj kao xml
ca: Exporta com a xml
da: Eksporter som xml
de: Als XML exportieren
es: Exportar como xml
et: Ekspordi kui xml
fr: Exporter en fichier xml
gl: Exportar como xml
hr: Izvezi kao xml
hu: Exportálás XML-be
it: Esporta come XML
iw_il: ייצוא כ־XML
lt: Eksportuoti XML formatu
nl: Exporteren als xml
pt: Exportar como xml
pt_br: Exportar como xml
ru: Экспортировать как xml
sv: Exportera som xml

source: Export the selection list in xml format
bs: Izvezi listu odabira u xml formatu
ca: Exporta la llista seleccionada en format XML
de: Auswahlliste nach XML exportieren
es: Exportar la lista de selección a formato xml
fr: Exporter la sélection au format xml
gl: Exportar a lista de selección no formato xml
it: Esporta la lista in formato xml
lt: Eksportuoti pažymėtą sąrašą XML formatu
nl: Exporteer de selectielijst in xml-formaat
pt: Exportar a lista de selecção no formato xml
ru: Экспортировать выбранный список в xml формате

source: Unable to save xml file.
ast: Imposible de guardar el ficheru xml
bs: Nije moguće snimiti xml dokument.
ca: No s'ha pogut desar el fitxer xml.
da: Kunne ikke gemme xml fil.
de: XML-Datei konnte nicht gespeichert werden.
es: Imposible guardar archivo .xml
et: Võimetu salvestama xml faili.
fr: Enregistrement du fichier xml impossible.
gl: Non foi posíbel gardar o ficheiro xml.
hr: Ne mogu spremiti xml datoteku
hu: Az xml fájl mentése meghiúsult
it: Impossibile salvare file XML.
iw_il: לא ניתן לשמור את קובץ ה־XML.
lt: Neįmanoma išsaugoti XML failo
nl: Kon het xml bestand niet wegschrijven!
pt: Incapaz de gravar o ficheiro xml.
pt_br: Incapaz de salvar como xml.
ru: Невозможно сохранить xml файл.
sv: Kunde inte spara xml-filen.

source: File xml saved.
ast: Ficheru .xml guardáu
bs: Xml dokument je snimljen.
ca: S'ha desat el fitxer xml.
da: Xml fil gemt.
de: XML-Datei wurde gespeichert.
es: Archivo .xml guardado
et: Xml fail salvestatud.
fr: Fichier xml sauvegardé.
gl: O ficheiro xml foi gardado.
hr: XML datoteka je spremljena.
hu: Az xml fájl mentése sikeres volt
it: File XMLl salvato.
iw_il: קובץ ה־XML נשמר.
lt: XML failas išsaugotas
nl: XML bestand bewaard.
pt: Ficheiro xml gravado.
pt_br: Arquivo xml salvo.
ru: Файл XML сохранен.
sv: Xml-filen har sparats.

source: Error saving xml file, output file is null.
ast: Error de salvaguarda del ficheru xml; el ficheru nun ta creáu
bs: Greška pri snimanju aml dokumenta, izlazni dokument je prazan.
ca: Error en desar el fitxer xml, no hi ha fitxer de sortida.
da: Fejl under gemning af xml-fil, output-fil er null.
de: Fehler beim Speichern der XML-Datei, Ausgabedatei ist ungültig.
es: Error salvando el archivo xml, la salida es nula
et: Viga xml faili salvestamisel, väljundfail on tühi.
fr: Erreur d'enregistrement du fichier xml, le fichier n'a pas été créé.
gl: Erro ao gardar o ficheiro xml, o ficheiro de saída está baleiro.
hr: Greška pri spremanju xml datoteke, izlazna datoteka je prazna.
hu: Hiba az xml fájl mentése közben, nincs kimeneti fájl
it: Errore nel salvataggio del file XML, il file di destinazione è nullo.
iw_il: שגיאה בשמירת קובץ ה־XML. קובץ הפלט ריק.
lt: Klaida išsaugant XML failą, nenurodytas rezultato failas
nl: Fout bij het bewaren van uw xml bestand! Het uitvoerbestand werd niet gespecifieerd.
pt: Erro ao gravar o ficheiro xml, ficheiro de destino nulo.
pt_br: Erro salvando arquivo xml, o arquivo resultante é nulo.
ru: Ошибка сохранения файла XML, выходной файл имеет нулевую длину.
sv: Ett fel uppstod när xml-filen sparades, målfilen är tom.

source: Split options
ast: Opciones de división
bs: Opcije dijeljenja
ca: Divideix les opcions
da: Opdelingsindstillinger
de: Trennoptionen
es: Opciones de división.
et: Tükeldamise valikud
fr: Options de découpage
gl: Opcións da división
hr: Mogućnosti dijeljenja
hu: Szétválasztás lehetőségei
it: Opzioni di divisione
iw_il: אפשרויות פיצול
lt: Atskyrimo nustatymai
nl: Opties voor splitsen
pt: Opções de divisão
pt_br: Opções de divisão
ru: Параметры разбиения:
sv: Uppdelningsalterantiv:

source: Burst (split into single pages)
ast: Fragmentar (dividir en páxines simples)
bs: Stihijski (rastaviti na pojedinačne stranice)
ca: Escampar (dividir en pàgines)
da: Opdel (i enkelt sider)
de: In Einzelseiten zerlegen
es: Romper (dividir en páginas individuales)
et: Killusta (tükelda üksikuteks lehekülgedeks)
fr: Par page (fragmenter)
gl: Dividir en páxinas individuais
hr: Raskidanje (podijela na pojedinačne stranice)
hu: Szétszakítás (szétválasztás oldalanként)
it: Esplodi (dividi in singole pagine)
iw_il: חיתוך (פיצול לדפים בודדים)
lt: Išrinkti (skaidyti po vieną puslapį)
nl: Uitpakken (in enkele pagina's splitsen)
pt: Ruptura (dividir para páginas únicas)
pt_br: Burst (dividir em páginas únicas)
ru: Разбить (на отдельные страницы)
sv: Dela upp till enskilda sidor

source: Split every "n" pages
ast: Dividir cada "n" páxines
bs: Rastavi svakih "n" stranica
ca: Divideix cada "n" pàgines
da: Opdel hver »n« sider
de: Im Abstand von »n« Seiten trennen
es: Dividir cada "n" páginas
et: Tükelda iga "n" lehekülje järel
fr: En groupes de pages de
gl: Dividir cada "n" páxinas
hr: Podijeli kod svake "n-te" stranice
hu: Szétválasztás minden "n"-dik oldalnál
it: Dividi ogni "n" pagine
iw_il: פיצול כל "n" עמודים
lt: Skaidyti kas "n" puslapių
nl: Splist om de 'n' pagina's
pt: Dividir a cada "n" páginas
pt_br: Dividir a cada "n" páginas
ru: Разбить каждые "n" страниц
sv: Dela upp efter "n" sidor

source: Split even pages
ast: Dividir a partir de les páxines pares
bs: Rastavi na parne stranice
ca: Divideix les pàgines parells
da: Opdel ved lige sider
de: Nach geraden Seitennummern trennen
es: Dividir páginas equitativamente
et: Tükelda paaris leheküljed
fr: Après les pages paires
gl: Dividir páxinas pares
hr: Podijeli parne stranice
hu: Szétválasztás minden páros oldal után
it: Dividi pagine pari
iw_il: פיצול עמודים זוגיים
lt: Atskirti lyginius puslapius
nl: Splist even pagina's
pt: Dividir páginas pares
pt_br: Dividir páginas pares
ru: Разбить по чётным страницам
sv: Dela upp efter jämna sidor

source: Split odd pages
ast: Dividir a partir de les páxines impares
bs: Rastavi na neparne stranice
ca: Divideix les pàgines senars
da: Opdel ved ulige sider
de: Nach ungeraden Seitennummern trennen
es: Dividir páginas desigualmente
et: Tükelda paaritud leheküljed
fr: Après les pages impaires
gl: Dividir páxinas impares
hr: Podijeli neparne stranice
hu: Szétválasztás minden páratlan oldal után
it: Dividi pagine dispari
iw_il: פיצול עמודים אי־זוגיים
lt: Atskirti nelyginius puslapius
nl: Splits oneven pagina's
pt: Dividir páginas impares
pt_br: Dividir páginas ímpares
ru: Разбить по нечётным страницам
sv: Dela upp ojämna sidor

source: Split after these pages
ast: Dividir a partir d'estes páxines
bs: Rastavi nakon ovih stranica
ca: Divideix després d'aquestes pàgines
da: Opdel efter disse sider
de: Nach folgenden Seitennummern trennen
es: Dividir estas páginas
et: Tükelda peale neid lehekülgi
fr: Après les pages
gl: Dividir despois destas páxinas
hr: Podijeli poslije ovih stranica
hu: Szétválasztás ezek az oldalak után
it: Dividi dopo queste pagine
iw_il: פיצול לאחר עמודים אלו
lt: Atskirti po šių puslapių
nl: Splits na deze pagina's
pt: Dividir após estas páginas
pt_br: Dividir após estas páginas
ru: Разбить после этих страниц
sv: Dela upp efter dessa sidor

source: Split at this size
ast: Dividir a esti tamañu
bs: Rastavi na ovoj veličini
ca: Divideix en aquesta mida
da: Opdel ved denne størrelse
de: Bei folgender Größe teilen
es: Dividir en esta medida
et: Tükelda sel suurusel
fr: En fichiers de
gl: División a este tamaño
hr: Podijeli kod ove veličine
hu: Ekkora méretnél daraboljon
it: Dividi a questa dimensione
iw_il: פיצול בנפח הקובץ הזה
lt: Atskirti pagal dydį
nl: Splits na deze grootte
pt: Dividir a este tamanho
pt_br: Dividir neste tamanho
ru: Разбить на этот размер
sv: Dela upp till denna storlek
