Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: If it doesn't contain "[TIMESTAMP]" it generates oldstyle output file names.
ast: Si nun contien "[TIMESTAMP]" xenera nomes de ficheru col estilu antiguu
bs: Ako ne sadrži "[TIMESTAMP]" generiše imena dokumenata starog stila.
ca: Si no conté "[TIMESTAMP]" genera noms de fitxers en format antic.
da: Hvis den ikke indeholder »[TIMESTAMP]« så oprettes originale destinationsfilnavne.
de: Ist »[TIMESTAMP]« nicht enthalten, erfolgt eine Benennung nach herkömmlichem Schema.
es: Si no contiene "[TIMESTAMP]" genera nombres de archivos con estilo antiguo
et: Kui see ei sisalda "[TIMESTAMP]" , genereerib see vana stiili väljundfailide nimed.
fr: S'il ne comporte pas "[TIMESTAMP]", un nom standard de fichiers est attribué.
gl: Se non contén "[TIMESTAMP]" xera ficheiros de saída con nomes co estilo vello.
hr: Ako ne sadrži "[TIMESTAMP]" generira imena izlaznih datoteka u starom stilu.
hu: Amennyiben nem tartalmaz időbélyeget, akkor hagyományos fájlneveket hoz létre
it: Se non contiene "[TIMESTAMP]" genera nomi dei file di destinazione col metodo standard.
iw_il: אם המשתנה "[TIMESTAMP]" אינו כלול יווצרו שמות בסגנון ישן לקבצים.
lt: Jei jis neturi "[TIMESTAMP]" - generuojami seno pavyzdžio failų pavadinimai
nl: Als het "[TIMESTAMP]" niet bevat dan wordt de naam van het doelbestand op de oude manier vastgesteld.
pt: Se não contiver "[TIMESTAMP]" irá gerar nomes de ficheiro com o estilo antigo.
pt_br: Se não possuir "[TIMESTAMP]" então os nomes dos arquivos serão gerados da maneira antiga.
ru: Если оно не содержит "[TIMESTAMP]" она герерирует имена старого стиля выходных файлов.
sv: Om det inte innehåller "[TIMESTAMP]" skapas traditionella filnamn.

source: Available variables: [TIMESTAMP], [BASENAME].
ast: Variables disponibles [TIMESTAMP], [BASENAME].
bs: Dostupne varijable su [TIMESTAMP], [BASENAME].
ca: Variables disponibles: [TIMESTAMP], [BASENAME].
da: Tilgængelige variabler: [TIMESTAMP], [BASENAME].
de: Verfügbare Variablen: [TIMESTAMP], [BASENAME]
es: Variables disponibles: [TIMESTAMP], [BASENAME].
et: saadaval muutujad: [TIMESTAMP], [BASENAME].
fr: Variables acceptées : [TIMESTAMP], [BASENAME].
gl: Variábeis dispoñíbeis: [TIMESTAMP], [BASENAME].
hr: Dostupne promjenjive: [TIMESTAMP], [BASENAME].
hu: Elérhető változók: Időbélyeg, Alapnév
it: Variabili disponibili: [TIMESTAMP], [BASENAME].
iw_il: משתנים זמינים: [TIMESTAMP], [BASENAME].
lt: Galimi kintamieji: [TIMESTAMP], [BASENAME].
nl: Beschikbare variabelen: [TIMESTAMP], [BASENAME].
pt: Variáveis disponíveis: [TIMESTAMP], [BASENAME].
pt_br: Variáveis disponíveis: [TIMESTAMP], [BASENAME].
ru: Доступные переменные [TIMESTAMP], [BASENAME].
sv: Tillgängliga variabler: [TIMESTAMP], [BASENAME].

source: Encrypt selected files
ast: Cifrar los ficheros seleccionaos.
bs: Kriptuj izabrane dokumente
ca: Xifra els fitxers seleccionats
da: Krypter valgte filer
de: Ausgewählte Dateien verschlüsseln
es: Encriptar archivos seleccionados
et: Krüpti valitud failid
fr: Lancez le chiffrement de fichier(s)
gl: Cifrar os ficheiros seleccionados
hr: Enkriptiraj odabrane datoteke
hu: Kijelölt fájlok titkosítása
it: Cripta i file selezionati
iw_il: הצפנת הקבצים הנבחרים
lt: Užšifruoti pasirinktus failus
nl: Versleutel geselecteerd bestand
pt: Encriptar os ficheiros seleccionados
pt_br: Criptografar arquivo(s) selecionado(s)
ru: Зашифровать выделенный файл
sv: Kryptera valda filer

source: Encrypt
ast: Cifrar
bs: Kriptuj
ca: Xifra
da: Krypter
de: Verschlüsseln
es: Encriptar
et: Krüpti
fr: Chiffrement
gl: Cifrar
hr: Enkriptiraj
hu: Titkosítás
it: Cripta
iw_il: הצפנה
lt: Užšifruoti
nl: Versleutelen
pt: Encriptar
pt_br: Criptografar
ru: Зашифровать
sv: Kryptera

source: Encrypt section loaded.
ast: Cifrar la sección cargada
bs: Učitana selekcija enkripcije.
ca: Xifra la secció carregada.
da: Krypteringssektion indlæst.
de: Bereich »Verschlüsseln« geladen.
es: Encriptar sección cargada.
et: Krüpteerimise sektsioon laetud.
fr: Section "Chiffrement" chargée.
gl: A sección de cifrado foi cargada.
hr: Učitana enkriptirana sekcija.
hu: A titkosítási rész betöltve
it: Sezione criptatura caricata.
iw_il: אגף ההצפנה נטען.
lt: Šifravimo dalis įkrauta
nl: Versleutel-sectie geladen
pt: Secção de encriptação carregada.
pt_br: Criptografar seção carregada.
ru: Секция шифрования загружена.
sv: Krypterad sektion laddad.

source: Decrypt selected files
ast: Descifrar los ficheros seleccionaos
bs: Dekriptuj označene datoteke
ca: Desxifra els fitxers seleccionats
da: Dekrypter valgte filer
de: Ausgewählte Dateien entschlüsseln
es: Desencriptar ficheros seleccionados
et: Dekrüpti valitud failid
fr: Lancer le déchiffrage des fichiers
gl: Descifrar os ficheiros seleccionado
hr: Dekriptiraj odabrane datoteke
hu: Kijelölt fájlok titkosításának feloldása
it: Decripta i file selezionati
iw_il: פענוח הקבצים הנבחרים
lt: Iššifruoti pasirinktus failus
nl: Ontsleutel de geselecteerde bestanden
pt: Desencriptar os ficheiros seleccionados
pt_br: Descriptografar os arquivos selecionados
ru: Расшифровать выделенный файл.
sv: Dekryptera valda filer

source: Decrypt
ast: descifrar
bs: Dekriptuj
ca: Desxifra
da: Dekrypter
de: Entschlüsseln
es: Desencriptar
et: Dekrüpti
fr: Déchiffrement
gl: Descifrar
hr: Dekriptiraj
hu: Titkosítás feloldása
it: Decripta
iw_il: פענוח
lt: Iššifruoti
nl: Ontsleutel
pt: Desencriptar
pt_br: Descriptografar
ru: Расшифровать
sv: Dekryptera

source: Decrypt section loaded.
ast: Descifrar la sección cargada
bs: Dešifrovana sekcija učitana.
ca: Desxifra la secció carregada.
da: Dekrypteringssektion indlæst.
de: Bereich »Entschlüsseln« geladen.
es: Descifrar sección cargada.
et: Dekrüptimise sektsioon laetud.
fr: Section Déchiffrage chargée
gl: Descifrar a sección cargada.
hr: Učitana dekriptirana sekcija
hu: Titkosítást feloldó rész betöltve
it: Sezione decriptatura caricata
iw_il: אגף הפענוח נטען.
lt: Iššifravimo sekcija įkrauta
nl: Onstleutel sectie geladen
pt: Secção de decriptação carregada.
pt_br: Descriptografar a seção carregada
ru: Секция дешифрования загружена.
sv: Dekryptera inläst avsnitt.

source: Document metadata
ast: Metadatos del documentu
bs: Metapodaci dokumenta
ca: Metadades del document
da: Dokuments metadata
de: Metadaten
es: Meta datos del documento
fr: Métadonnées du document
gl: Metadatos do documento
hr: Metapodaci dokumenta
hu: Dokumentum metaadatai
it: Metadati del documento
iw_il: נתוני המטא של המסמך
lt: Dokumento metaduomenys
pt: Meta-dados do documento
pt_br: Metadados do documento
ru: Метаданные

source: Title
ast: Títulu
bs: Naslov
ca: Títol
da: Titel
de: Titel
es: Título
et: Pealkiri
fr: Titre
gl: Título
hr: Naslov
hu: Cím
it: Titolo
iw_il: כותרת
lt: Pavadinimas
nl: Titel
pt: Título
pt_br: Título
ru: Заголовок

source: Author
ast: Autor
bs: Autor
ca: Autor/a
da: Udvikler
de: Autor
es: Autor
et: Autor
fr: Auteur
gl: Autor
hr: Autor
hu: Szerző
it: Autore
iw_il: מחבר
lt: Autorius
nl: Auteur
pt: Autor
pt_br: Autor
ru: Автор
sv: Författare

source: Subject
ast: Asuntu
bs: Tema
ca: Assumpte
da: Emne
de: Thema
es: Tema
et: Subjekt
fr: Sujet
gl: Asunto
hr: Predmet
hu: Tárgy
it: Oggetto
iw_il: נושא
lt: Tema
nl: Onderwerp
pt: Assunto
pt_br: Assunto
ru: Тема

source: Keywords
ast: Pallabres clave
bs: Ključne riječi
ca: Paraules clau
da: Nøgleord
de: Stichwörter
es: Palabras clave
et: Märksõnad
fr: Mots-clefs
gl: Palabras clave
hr: Ključne riječi
hu: Kulcsszavak
it: Parole chiave
iw_il: מילות מפתח
lo: ຄຳສຳຄັນ
lt: Raktiniai žodžiai
nl: Sleutelwoorden
pt: Palavras-chave
pt_br: Palavras-chave
ru: Ключевые слова

source: Set the document title.
ast: Afitar el títulu del documentu.
bs: Postavi naslov dokumenta.
ca: Definiu el títol del document
da: Angiv dokumentets titel
de: Legen Sie einen Dokumententitel fest.
es: Establacer el título del documento
fr: Définir le titre du document.
gl: Estabeleza o título do documento
hr: Odredite naslov dokumenta.
hu: A Dokumentum címének megadása.
it: Imposta il titolo del documento.
iw_il: הגדרת כותרת המסמך.
lt: Nustatyti dokumento antraštę
nl: Geef de document titel
pt: Defina o título do documento.
pt_br: Defina o título do documento.
ru: Задать заголовок документа.

source: Set the document author.
ast: Afitar l'autor del documentu.
bs: Postavi autora dokumenta.
ca: Definiu l'autor del document
da: Angiv dokumentets forfatter
de: Legen Sie den Dokumentenautor fest.
es: Establecer el autor del documento
fr: Définir l'auteur du document.
gl: Estabeleza o autor do documento
hr: Odredite autora/icu dokumenta.
hu: A Dokumentum szerzőjének megadása.
it: Imposta l'autore del documento.
iw_il: הגדרת מחבר המסמך.
lt: Nustatyti dokumento autorių
nl: Geef de document auteur
pt: Defina o autor do documento.
pt_br: Defina o autor do documento.
ru: Задать автора документа.

source: Set the document subject.
ast: Afitar el tema del documentu.
bs: Postavi temu dokumenta
ca: Definiu el tema del document
da: Angiv dokumentets emne
de: Legen Sie das Thema des Dokuments fest.
es: Establecer el tema del documento
fr: Définir le sujet du document.
gl: Definir o asunto do documento
hr: Odredite temu dokumenta.
hu: Dokumentum témájának beállítása.
it: Imposta l'oggetto del documento.
iw_il: הגדרת נושא המסמך.
lt: Nustatyti dokumento temą
nl: Geef het document onderwerp
pt: Defina o assunto do documento.
pt_br: Defina o assunto do documento.
ru: Задать тему документа.

source: Set the document keywords.
ast: Afitar les pallabres clave del documentu.
bs: Postavi ključne riječi dokumenta.
ca: Definiu les paraules clau del document
da: Definer dokumentets nøgleord
de: Legen Sie das Dokument beschreibende Stichwörter fest.
es: Establecer palabras claves del documento
fr: Définir les mots-clés du document.
gl: Estabeleza as palabras clave do documento
hr: Odredite ključne riječi dokumenta.
hu: Dokumentum kulcsszavainak beállítása.
it: Imposta le parole chiave del documento.
iw_il: הגדרת מילות המפתח של המסמך.
lt: Nustatyti dokumento raktinius žodžius
nl: Geef de document zoekwoorden
pt: Defina aa palavras-chave do documento.
pt_br: Defina as palavras chave do documento.
ru: Задать набор ключевых слов документа.

source: Choose a file
ast: Escueyi un ficheru
bs: Izaberite datoteku
ca: Escolliu un fitxer
da: Vælg en fil
de: Datei wählen
es: Elija un archivo
et: Faili valimine
fr: Sélectionnez un fichier
gl: Escolla un ficheiro
hr: Izaberite datoteku
hu: Válasszon egy fájlt
it: Scegli un file
iw_il: בחירת קובץ
lt: Pasirinkite failą
nl: Kies een bestand
pt: Escolha um ficheiro
pt_br: Escolha um arquivo
ru: Выбрать файл
sv: Välj en fil

source: Set metadata on the selected file
bs: Postavi metapodatke na odabranu datoteku
ca: Definiu les metadades del document seleccionat
de: Metadaten der ausgewählten Datei festlegen
es: Aplicar metadatos al archivo seleccionado
fr: Appliquer les métadonnées au fichier sélectionné
gl: Definir os metadatos dun ficheiro seleccionado
hu: Metaadatok beállítása a kiválasztott fájlban
it: Imposta i metadati sul file selezionato
lt: Pasirinktam failui nustatyti metaduomenis
nl: Stel de metadata in van het geselecteerde bestand
pt: Defina os meta-dados do ficheiro seleccionado
ru: Установить метаданные выбранного файла

source: Document Info
ast: Información del documentu
bs: Informacije o dokumentu
ca: Informació del document
da: Dokumentinfo
de: Dokumentinfo
es: Información del documento
fr: Informations du document
gl: Información do documento
hr: Podaci o dokumentu
hu: Dokumentumjellemzők
it: Informazioni sul documento
iw_il: נתוני המסמך
lt: Dokumento informacija
pt: Info do Documento
pt_br: Informações sobre o Documento
ru: Сведения о документе

source: Rotate section loaded.
ast: Sección voltiada cargada
bs: Učitana je sekcija za rotaciju.
ca: Secció de gir carregada
da: Rotationssektion indlæst.
de: Bereich »Drehen« geladen.
es: Rotar sección cargada.
et: Pööramise valik laetud.
fr: Section "Rotation" chargée
gl: Rotar a sección cargada
hu: A forgató rész betöltve
it: Ruota la parte selezionata
lt: Pasukti įkeltą dalį
nl: Draai het geladen deel
pt: Secção de rotação carregada.
pt_br: Seção de rotação carregada.
ru: Секция вращения загружена.

source: Mix options
ast: Opciones de mezcla
bs: Razne opcije
ca: Opcions de mescla
da: Blandingsindstillinger
de: Optionen
es: Opciones de mezcla
et: Segu valikud
fr: Options d'assemblage
gl: Opcións de mestura
hr: Mješovite postavke
hu: Vegyes lehetőségek
it: Opzioni miscelazione
iw_il: אפשרויות ערבול
lt: Maišymo nustatytmai
nl: Mix opties
pt: Opções de mistura
pt_br: Misturar opções
ru: Параметры чередования

source: Reverse first document
ast: Invertir l'orde del primer documentu
bs: Obrni prvi dokument
ca: Inverteix el primer document
da: Første dokument bagfra
de: Seitenreihenfolge des ersten Dokuments umkehren
es: Reverso del primer documento.
et: Pööra ümber esimene dokumendi järjekord
fr: Inverser l'ordre du premier document
gl: Invertir o primeiro documento
hr: Preokreni prvi dokument
hu: Lefordított első dokumentum
it: Inverti il primo documento
iw_il: הפיכת המסמך הראשון
lt: Reversuoti pirmąjį dokumentą
nl: Draai eerste document om
pt: Inverter o primeiro documento
pt_br: Inverter primeiro documento
ru: Обратить первый документ
sv: Vänd första dokumentet.

source: Reverse second document
ast: Invertir l'orde del segundu documentu
bs: Obrni drugi dokument
ca: Inverteix el segon document
da: Andet dokument bagfra
de: Seitenreihenfolge des zweiten Dokuments umkehren
es: Reverso del segundo documento
et: Pööra ümber teise dokumendi järjekord
fr: Inverser l'ordre du second document
gl: Invertir o segundo documento
hr: Preokreni drugi dokument
hu: Lefordított második dokumentum
it: Inverti il secondo documento
iw_il: הפיכת המסמך השני
lt: Reversuoti antrąjį dokumentą
nl: Draai tweede document om
pt: Invertir o segundo documento
pt_br: Inverter segundo documento
ru: Обратить второй документ
sv: Vänd andra dokumentet.

source: Number of pages to switch from the first document to the other
bs: Broj stranica za prebacivanje sa prvog dokumenta na ostale
ca: Nombre de pàgines per intercanviar entre el primer document i l'altre
de: Anzahl von Seiten, die vom ersten Dokument zum anderen übertragen werden sollen
es: Número de paginas a cambiar del primer documento al otro
fr: Nombre de pages du premier document à transférer
gl: Número de páxinas a cambiar do primeiro documento ao outro
hu: Hány oldal szerepeljen az első dokumentumban
it: Numero di pagine a cui passare dal primo documento all'altro
lt: Puslapių skaičius, perkeliamas iš pirmo dokumento
nl: Het aantal pagina's om van het eerste document naar het andere document te verplaatsen
pt: Número de páginas a trocar desde o primeiro documento até ao outro
ru: Количество страниц из первого документа, перед чередованием с другим

source: Number of pages to switch from the second document to the other
bs: Broj stranica za prebacivanje sa drugog dokumenta na ostale
ca: Nombre de pàgines per intercanviar entre el segon document i l'altre
de: Anzahl von Seiten, die vom zweiten Dokument zum anderen übertragen werden sollen
es: Número de pafinas para cambiar del segundo documento al otro
fr: Nombre de pages du deuxième document à transférer
gl: Número de páxinas a cambiar do segundo documento ao outro
hu: Hány oldal szerepeljen a második dokumentumban
it: Numero di pagine a cui passare dal secondo documento all'altro
lt: Puslapių skaičius, perkeliamas iš antro dokumento
nl: Het aantal pagina's om van het tweede document naar het andere document te verplaatsen
pt: Número de páginas a trocar desde o segundo documento até ao outro
ru: Количество страниц из второго документа, перед чередованием с другим

source: Tick the boxes if you want to reverse the first or the second document (or both).
ast: Selecciona esta opción si quies intertir l'orde del primer o del segundu documentu (o entrambos)
bs: Označite kućice ako želite da zamijenite redoslijed prvog ili drugog dokumenta (ili oba).
ca: Marqueu les caixes si voleu invertir el primer o segon document (o ambdós).
da: Afkryds boksene hvis du vil vende det første eller det andet dokument om (eller begge).
de: Markieren Sie die Kontrollkästchen, um die Seitenreihenfolge des ersten oder zweiten Dokuments (oder beides) umzukehren.
es: Marque las opciones si quiere invertir el primer o el segundo documento (o ambos).
et: Täida märkeruudud, kui soovid, et esimese või teise (või mõlema) dokumendi lehekülgede järjestus ümber pööratakse.
fr: Cochez la case du document dont vous voulez inverser l'ordre des pages.
gl: Marque as caixas se quere inverter o primeiro ou o segundo documento (ou ambolos dous)
hr: Označite kućice ukoliko želite obrnuti prvi ili drugi dokument (ili oba).
hu: Jelölje be azt a dokumentum előtti négyzetet, amelyet le akar fordítani (első, második, vagy mindkettő)
it: Seleziona il box se vuoi invertire il primo o il secondo documento (o entrambi).
iw_il: יש לסמן את התיבות אם ברצונכם להפוך את המסמך הראשון או השני (או שניהם).
lt: Pažymėkite varneles jei norite atvirkštine tvarka išvesti pirmą ar antrą dokumentą (arba abu)
nl: Zet een vinkje als je het eerste of tweede document wilt omdraaien (of beide).
pt: Seleccione as caixas se quiser reverter o primeiro ou o segundo documento (ou ambos).
pt_br: Marque as caixas se quiser reverter o primeiro documento, o segundo ou ambos.
ru: Установите флажки, если вы хотите обратить порядок страниц в первом или втором документе (или оба).

source: Set the number of pages to switch from the first document to the other one (default is 1).
ca: Definiu el nombre de pàgines a intercanviar del primer document a l'altre (el nombre predeterminat és 1).
de: Legen Sie die Anzahl der Seiten fest, die vom ersten Dokument zum anderen übertragen werden sollen (Voreinstellung 1).
es: Ingrese el numero de paginas a cambiar del primer documento al otro (valor predeterminado es 1)
fr: Indiquer le nombre de pages à transférer depuis le premier document vers l'autre (1 par défaut).
gl: Estabeleza o número de páxinas a cambiar do primeiro documento ao outro (por omisión é 1).
hu: Állítsa be, hogy hány oldal legyen az első dokumentumban (az alapértelmezés 1.)
it: Imposta il numero di pagine a cui passare dal primo documento all'altro (default è 1)
lt: Nustatykite puslapių skaičių, perkeliamą iš pirmo dokumento (pagal nutylėjimą - 1)
nl: Kies het aantal pagina's om van het eerste document naar de andere te verplaatsen (standaard is 1).
pt: Defina o número de páginas a trocar desde o primeiro documento até ao seguinte ( omissão = 1).
ru: Установка количества страниц для переключения от первого документа к другому (по умолчанию 1).

source: Set the number of pages to switch from the second document to the other one (default is 1).
ca: Definiu el nombre de pàgines a intercanviar del segon document a l'altre (el nombre predeterminat és 1).
de: Legen Sie die Anzahl der Seiten fest, die vom zweiten Dokument zum anderen übertragen werden sollen (Voreinstellung 1).
es: Establezca el numero de paginas a cambiar del segundo documento a otro (valor predeterminado es 1)
fr: Indiquer le nombre de pages à transférer depuis le second document vers l'autre (1 par défaut).
gl: Estabeleza o número de páxinas a unir do segundo documento ao outro (por omisión é 1).
hu: Állítsa be, hogy hány oldal legyen az második dokumentumban (az alapértelmezés 1.)
it: Imposta il numero di pagine a cui passare dal secondo documento all'altro (default è 1)
lt: Nustatykite puslapių skaičių, perkeliamą iš antro dokumento (pagal nutylėjimą - 1)
nl: Kies het aantal pagina's om van het tweede document naar de andere te verplaatsen (standaard is 1).
pt: Defina o número de páginas a trocar desde o segundo documento até ao seguinte ( omissão = 1).
ru: Установка количества страниц для переключения от второго дукумента к другому (по умолчанию 1).

source: Execute pdf alternate mix
ast: Executar mezcla alterna de pdf
bs: Izvrši PDF naizmjenični mix
ca: Efectua barreja alterna de pdf
da: Udfør alternativ pdf-mix
de: Seiten zweier PDF-Dokumente verschachteln
es: Ejecuatar mezcla alterna de pdf
et: Teosta pdf-i alternatiivne segamine
fr: Lancez l'assemblage des fichiers
gl: Executar mestura alterna de pdf
hr: Napravi pdf miješani dokument
hu: Végrehajtja a pdf választott módosításait
it: Esegui la miscelazione alternata
iw_il: הפעלת ערבול חלופי ל־pdf
lt: Vykdyti pdf alternate mix
nl: Om-en-om mix van pdf's uitvoeren
pt: Executar mistura alternada de pdf
pt_br: Executar pdf mix alternado
ru: Выполнить смешивание
sv: Genomför pdf-alternativmix.

source: Alternate Mix
ast: Mezcla alterna
bs: Naizmjenični Mix
ca: Barreja alterna
da: Alternativ sammensætning
de: Verschachteln
es: Mezcla alterna
et: Alternatiivne segu
fr: Assemblage
gl: Mestura alterna
hr: Miješani dokument
hu: Választott modosítások
it: Miscelazione alternata
iw_il: ערבול חלופי
lo: ປະສົມສະຫຼັບ
nl: mix 2 documenten
pt: Mistura Alternada
pt_br: Mix alternado
ru: Чередование
sv: Alternativ mix

source: AlternateMix section loaded.
ast: Sección d'AlternateMix cargada
bs: Učitana je sekcija NaizmjeničniMix
ca: Carregada la secció de barreja alterna.
da: Alternativ mix-sektion indlæst.
de: Bereich »Verschachteln« geladen.
es: Sección de AlternateMix cargada.
et: Alternatiivse segu sektsioon laetud.
fr: Section "Assemblage" chargée.
gl: Cargada a sección AlternateMIx
hr: Učitana sekcija miješanog dokumenta
hu: Választott modosítások rész betöltve
it: Sezione miscelazione alternato caricata.
iw_il: מקטע הערבול החלופי נטען.
lt: AlternateMix dalis įkelta
nl: Om-en-om mix sectie geladen
pt: Secção de mistura alternada carregada.
pt_br: Seção MixAlternado carregada.
ru: Секция смешивания загружена.
sv: Alternativ mixsektion laddad.

source: Found a password for first file.
ast: Atopar una contraseña pal primer ficheru
bs: Pronađena šifra za prvi dokument.
ca: S'ha trobat una contrassenya pel primer fitxer
da: Fandt en adgangskode til første fil.
de: Die erste Datei ist passwortgeschützt.
es: Buscar una contraseña para el primer archivo.
et: Leitud parool esimesel failil.
fr: Mot de passe requis pour le premier document.
gl: Atopouse un contrasinal para o primeiro ficheiro.
hr: Pronađena zaporka za prvu datoteku.
hu: Az első file-ban jelszó van
it: Trovata una password per il primo file.
iw_il: נמצאה סיסמה בקובץ הראשון.
lt: Pirmasis failas apsaugotas slaptažodžiu
nl: Een paswoord voor het eerste bestand gevonden.
pt: Encontrada uma palavra-passe para o 1º ficheiro.
pt_br: Encontrada uma senha para o primeiro arquivo.
ru: Найден пароль для первого файла.
sv: Hittade ett lösenord för första filen.

source: Found a password for second file.
ast: Atopar una contraseña pal segundu ficheru
bs: Pronađena je šifra za drugi dokument.
ca: S'ha trobat una contrassenya pel segon fitxer
da: Fandt en adgangskode til anden fil.
de: Die zweite Datei ist passwortgeschützt.
es: Buscar una contraseña para el segundo archivo.
et: Leitud parool teisel failil.
fr: Mot de passe requis pour le second document.
gl: Atopouse un contrasinal para o segundo ficheiro.
hr: Pronađena zaporka za drugu datoteku.
hu: A második file-ban jelszó van
it: Trovata una password per il secondo file.
iw_il: נמצאה סיסמה בקובץ השני.
lt: Antrasis failas apsaugotas slaptažodžiu
nl: Een paswoord voor het tweede bestand gevonden.
pt: Encontrada uma palavra-passe para o 2º ficheiro.
pt_br: Encontrada uma senha para o segundo arquivo.
ru: Найден пароль для второго файла.
sv: Hittade ett lösenord för andra filen.
