Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Cannot read plugin directory
ast: Llectura imposible del directoriu del módulu complementariu
bs: Nije moguće čitati direktorij sa dodacima
ca: No s'ha pogut llegir el directori de connectors
da: Kan ikke læse modulmappe
de: Plugin-Verzeichnis konnte nicht eingelesen werden
es: No se puede leer el directorio de plugins
et: Pistikrakenduste kataloogi lugemine ebaõnnestus
fr: Lecture impossible du dossier du plugin
gl: Non se puido ler o directorio de plugins
hr: Ne mogu čitati mapu dodatka.
hu: Nem olvasható a beépülők könyvtára
it: Impossibile accedere alla cartella dei plugin
iw_il: לא ניתן לקרוא מתיקיית התוספים.
lt: Nepavyko nuskaityti papildinio aplanko
nl: Kon het plugin-pad niet openen
pt: Não é possível ler o directório de plugins
pt_br: Não é possível ler diretório de plugin
ru: Каталог плагинов не может быть прочитан
sv: Kan inte läsa pluginbiblioteket

source: plugin loaded.
ast: módulu complementariu cargáu
bs: dodatak je učitan.
ca: connector carregat.
da: modul indlæst.
de: Plugin geladen.
es: plugin cargado.
et: pistikrakendus laetud.
fr: chargé depuis les modules.
gl: Cargouse o plugin
hr: dodatak učitan.
hu: beépülő betöltve.
it: plugin caricato.
iw_il: תוסף שנטען.
lt: papildinys pakrautas
nl: plugin geladen.
pt: plugin carregado.
pt_br: plugin carregado.
ru: плагин загружен.
sv: plugin laddad.

source: Unable to load a plugin that is not JPanel subclass.
ast: imposible cargar un módulu complementariu que nun ye una subclase de JPanel
bs: Nije moguće učitati dodatak koji nije JPanel podklasa.
ca: No s'ha pogut carregar un connector que no és una subclasse de JPanel.
da: Ikke i stand til at indlæse et modul som, ikke er JPanel subclass.
de: Plugin, das keine JPanel-Unterklasse ist, kann nicht geladen werden.
es: Incapaz de cargar un plugin que no es una subclase de JPanel
et: JPaneli alamklassi mittekuuluva pistikprogrammi laadimine ei õnnestu.
fr: Chargement d'un plugin qui n'est pas de la classe JPanel imposssible.
gl: Non se pode cargar un plugin que non estea na subclase JPanel.
hr: Ne mogu učitati dodatak koji nije JPanel podklasa.
hu: Nem sikerült betölteni egy beépülőt, ami nem a JPanel alosztálya.
it: Impossibile caricare un plugin che non è una sottoclasse di JPanel.
iw_il: לא ניתן לטעון תוסף שאינו תת־מחלקה של JPanel.
lt: Naįmanoma įkelti papildinio kuris nėra JPanel klasės
nl: Kon een plugin niet laden. De plugin is geen JPanel subklasse.
pt: Incapaz de carregar um plugin que não seja da classe JPanel.
pt_br: Não é possível carregar um plugin que não é uma sub-classe de JPanel.
sv: Kan inte ladda plugin som inte är av typen JPanel

source: Error loading class
ast: error al cargar una clase
bs: Greška učitavanja klase
ca: Error en carregar una classe
da: Fejl under indlæsning af class
de: Fehler beim Laden der Klasse
es: Error al cargar clase
et: Viga klassi laadimisel
fr: Erreur de chargement de la classe
gl: Erro ao cargar a clase
hr: Greška pri učitavanju klase
hu: Betöltési hibaosztály
it: Errore durante il caricamento della classe
iw_il: כשל בטעינת המחלקה
lt: Klaida įkeliant klasę
nl: Fout bij het laden van een klasse
pt: Erro ao carregar classe
pt_br: Erro carregando classes
ru: Ошибка при загрузке класса
sv: Fel vid laddning av klassen

source: Unable to get latest available version
ast: imposible obtener la última versión
bs: Nije moguće dobiti najnoviju dostupnu verziju
ca: No es pot obtenir l'última versió disponible
da: Kunne ikke hente senest tilgængelige version
de: Neueste verfügbare Version konnte nicht geladen werden
es: Incapaz de conesguir la última versión disponible
et: Viga värskeima saadaoleva versiooni hankimisel
fr: Acquisition de la dernière version impossible.
gl: Foi imposíbel obter a última versión dispoñíbel
hr: Ne mogu čitati posljednju dostupnu inačicu
hu: Nem sikerült beolvasni a legfrissebb verziót
it: Impossibile identificare l'ultima versione disponibile
iw_il: לא ניתן לאחזר את הגרסה העדכנית ביותר הזמינה
lt: Nepavyko gauti naujausios išleistos versijos
nl: Kon de laatste versie niet ophalen.
pt: Incapaz de obter a última versão
pt_br: Não foi possível obter última versão disponível
ru: Не удалось получить последнюю доступную версию.
sv: Kunde inte hämta den senaste uppdateringen

source: Checking for a new version available.
ast: comprobando si hai versiones nueves disponibles
bs: Provjera postojanja nove dostupne verzije
ca: Comprovant si hi ha noves versions disponibles.
da: Tjekker for en ny tilgængelig version.
de: Verfügbarkeit neuer Version wird überprüft.
es: Revisando si existe una nueva versión disponible
et: Uue versiooni saadavuse kontrollimine.
fr: Recherche de mise à jour en cours...
gl: Combrobamos se hai dispoñíbel unha versión máis recente.
hr: Provjeravam dostupnost nove inačice.
hu: Csatlakozás az elérhető legújabb verzióhoz.
it: Controllo disponibilità nuova versione...
iw_il: מתבצע חיפוש אחר גירסה חדשה זמינה.
lt: Tikrinti ar yra naujų versijų
nl: Beschikbaarheid van een nieuwe versie wordt afgetoetst.
pt: Verificando por uma versão mais recente.
pt_br: Verificando se há uma versão nova disponível.
ru: Проверка наличия новых версий
sv: Söker efter nya uppdateringar.

source: Error checking for a new version available.
ast: Error al comprobar la esistencia de versiones nueves disponibles
bs: Greška tokom provjere postojanja nove verzije.
ca: Error en verificar si hi ha noves versions disponibles.
da: Fejl ved tjek af ny tilgængelig version.
de: Fehler beim Überprüfen auf neue Version.
es: Error al buscar una nueva version disponible.
et: Viga uue versiooni saadavuse kontrollimisel.
fr: Erreur de recherche de mise à jour
gl: Erro ao comprobar a dispoñibilidade dunha versión nova.
hr: Greška pri provjeri dostupnosti nove inačice.
hu: Hiba a legújabb verzió elérésekor.
it: Errore durante il controllo della disponibilità di una nuova versione.
iw_il: ארעה שגיאה בבדיקה אחר הגרסה העדכנית ביותר הזמינה.
lt: Klaidų tikrinimas naujoms versijoms
nl: Fout bij het zoeken naar een nieuwe versie.
pt: Erro ao verificar por uma versão mais recente.
pt_br: Erro ao verificar se há versão nova disponível.
ru: Ошибка при проверке доступности новой версии.
sv: Ett fel inträffade vid sökning efter ny uppdatering.

source: Select all
ast: Seleccionalo too
bs: Selektuj sve
ca: Selecciona-ho tot
da: Marker alt
de: Alles auswählen
es: Seleccionar Todo
et: Vali kõik
fr: Tout sélectionner
gl: Seleccionar todo
hr: Odaberi sve
hu: Mindet kijelöl
it: Seleziona tutto
iw_il: בחר הכול
lo: ເລືອກທັງໝົດ
lt: Pažymėti viską
nl: Alles selecteren
pt: Seleccionar tudo
pt_br: Selecionar tudo
ru: Выбрать все
sv: Markera alla

source: Save log
ast: Guardar rexistru
bs: Sačuvaj zapis
ca: Desa el registre
da: Gem log
de: Protokoll speichern
es: Guardar registro
et: Salvesta logi
fr: Sauvegarder le journal
gl: Gardar o rexistro
hr: Spremi zapisnik.
hu: Napló mentése
it: Salva registro
iw_il: שמירת היומן
lo: ບັນທຶກ Log
lt: Išsaugoti žurnalą
nl: Log opslaan
pt: Gravar registo
pt_br: Salvar log
ru: Сохранить журнал
sv: Spara logg

source: Exit
ast: Colar
bs: Izađi
ca: Surt
da: Afslut programmet
de: Beenden
es: Salir
et: Välju
fr: Quitter
gl: Saír
hr: Izlaz
hu: Kilép
it: Esci
iw_il: יציאה
lo: ອອກ
lt: Išeiti
nl: Afsluiten
pt: Sair
pt_br: Sair
ru: Выйти
sv: Avsluta

source: started in
ast: entamáu en
bs: startano u
ca: iniciat a
da: Startet på
de: gestartet in
es: comenzado en
et: käivitatud
fr: démarré en
gl: Comezou en
hr: pokrenut u
hu: elindult
it: avviato in
iw_il: הופעל תחת
lt: paleista
nl: gestart in
pt: iniciado em
pt_br: iniciado em
ru: Начат в
sv: startad i

source: Loading plugins..
ast: Cargando los módulos complementarios
bs: Uitavanje dodataka..
ca: Carregant connectors..
da: Indlæser moduler...
de: Plugins werden geladen ...
es: Cargando complementos...
et: Pistikrakenduste laadimine..
fr: Chargement des modules...
gl: Cargamos plugins..
hr: Učitavam dodatke...
hu: Beépülők betöltése
it: Caricamento plugin...
iw_il: התוספים נטענים...
lt: Įkeliami papildiniai...
nl: Plugins laden..
pt: Carregando plugins...
pt_br: Carregando plugins..
ru: Загрузка плагинов..
sv: Laddar plugin..

source: Building status bar..
ast: Creando la barra d'estáu...
bs: Kreiranje statusne trake..
ca: Muntant barra d'estat..
da: Opbygger statusbjælke..
de: Statusleiste wird aufgebaut ...
es: Creando barra de estado...
et: Olekuriba koostamine..
fr: Génération de la barre d'état...
gl: Xeramos a barra de estado..
hr: Pravim statusnu traku...
hu: A státuszléc felépítése..
it: Costruzione della barra di stato..
iw_il: שורת המצב נבנית...
lt: Surenkama statuso juosta...
nl: Statusbalk opbouwen..
pt: Criando barra de estado...
pt_br: Construindo barra de status..
ru: Построение строки статуса...
sv: Bygger statusrad...

source: Building tree..
ast: Creando árbol...
bs: Kreiranje stabla..
ca: Muntant arbre..
da: Opbygger træ..
de: Plugin-Baum wird aufgebaut ...
es: Creando árbol...
et: Puu koostamine
fr: Génération de l'arborescence...
gl: Xeramos árbore..
hr: Gradim navigacijsko drvo...
hu: A fastruktúra kiépítése
it: Costruzione dell'albero..
iw_il: העץ נבנה...
lt: Surenkamas katalogų medis...
nl: Boomstructuur opbouwen..
pt: Criando árvore...
pt_br: Construindo árvore..
ru: Построение дерева...
sv: Bygger träd...

source: Building menus..
ast: Creando menús...
bs: Kreiranje menija..
ca: Muntant menús..
da: Opbygger menuer..
de: Menüs werden aufgebaut ...
es: Creando menús...
et: Menüüde koostamine..
fr: Génération des menus...
gl: Xeramos menús..
hr: Pravim izbornike...
hu: Menü kialakítása..
it: Costruzione dei menu..
iw_il: התפריטים נבנים...
lt: Surenkami meniu...
nl: Menu's opbouwen..
pt: Criando menus...
pt_br: Construindo menus..
ru: Построение меню...
sv: Bygger menyer..

source: Building buttons bar..
ast: Creando la barra de botones...
bs: Kreiranje trake sa dugmadima..
ca: Muntant barra de botons..
da: Opbygger knapbjælke..
de: Schaltflächenleiste wird aufgebaut ...
es: Construyendo barra de botones..
et: Nupuriba koostamine..
fr: Génération de la barre d'icônes...
gl: Xeramos a barra de botóns..
hr: Pravim trake dugmića...
hu: Nyomógombok kialakítása..
it: Costruzione della barra dei pulsanti...
iw_il: סרגל הלחצנים נבנה...
lt: Surenkama mygtukų juosta...
nl: Knoppenbalk opbouwen..
pt: Criando barra de botões...
pt_br: Construindo barra de botões..
ru: Построение панели инструментов...
sv: Bygger knapprader...

source: Loading default environment.
ast: Caqrgando entornu predetermináu
bs: Učitavanje unaprijed podešenog okruženja.
ca: Carregant entorn predeterminat.
da: Indlæser standardmiljø.
de: Standardumgebung wird geladen.
es: Cargando ambiente predeterminado.
et: Vaikimisi keskkonna laadimine.
fr: Chargement de configuration par défaut.
gl: Cargamos contorno por defecto.
hr: Učitavam uobičajeno okružje.
hu: Alapértelmezett környezet betöltése
it: Caricamento configurazione predefinita...
iw_il: סביבת ברירת המחדל נטענת...
lt: Įkeliama aplinka pagal nutylėjimą.
nl: Standaard omgevingsinformatie wordt opgehaald.
pt: Carregando o ambiente padrão.
pt_br: Carregando ambiente padrão.
ru: Загружается стандартная рабочая среда.
sv: Laddar förvald omgivning

source: Error starting pdfsam.
ast: Error al llanzar pdfsam
bs: Greška u pokretanju pdfsam.
ca: Error en iniciar pdfsam.
da: Fejl ved opstart af pdfsam
de: Fehler beim Starten von pdfsam
es: Error al iniciar pdfsam
et: Viga pdfsami käivitamisel.
fr: Erreur d'ouverture de pdfsam.
gl: Erro ao iniciar pdfsam
hr: Greška pri pokretanju pdfsam aplikacije.
hu: Hiba a program (pdfsam) indulásakor.
it: Errore nell'avvio di PDF Split and Merge.
iw_il: שגיאה בהפעלת pdfsam.
lt: Klaida paleidžiant pdfsam.
nl: Fout bij het starten van pdfsam.
pt: Erro ao iniciar o pdfsam.
pt_br: Erro ao iniciar pdfsam.
ru: Ошибка при запуске pdfsam
sv: Fel vid start av pdfsam.

source: Clear log
ast: Llimpiar rexistru
bs: Počisti zapis
ca: Neteja el registre
da: Ryd log
de: Protokoll löschen
es: Limpiar registro
et: Puhasta logi
fr: Vider le journal
gl: Limpar rexistro
hr: Očisti zapisnik
hu: Napló törlése
it: Azzera registro
iw_il: ניקוי היומן
lt: Išvalyti žurnalą
nl: Log wissen
pt: Limpar registo
pt_br: Limpar log
ru: Очистить журнал
sv: Rensa logg

source: Unable to initialize button bar.
ast: Nun se puede inicializar la barra de botones.
bs: Nije moguće inicijalizirati traku s adugmadima.
ca: No s'ha pogut inicialitzar la barra de botons.
da: Ikke i stand til at initialisere knaplinjen.
de: Schaltflächenleiste konnte nicht aufgebaut werden.
es: Incapaz de inicializar la barra de botones.
et: Nupuriba initsialiseerimine ebaõnnestus.
fr: Initialisation de la barre d'icônes impossible.
gl: Non se puido iniciar a barra de botóns.
hr: Ne mogu pokrenuti traku dugmića.
hu: Nyomógombok kialakítása nem sikerült.
it: Impossibile inizializzare la barra dei pulsanti.
iw_il: לא ניתן להפעיל את סרגל הלחצנים
lt: Nepavyko inicializuoti mygtukų juostos
nl: Kon de knoppenbalk niet initializeren.
pt: Incapaz de inicar a barra de botões.
pt_br: Não foi possível inicializar a barra de botões.
ru: Невозможно инициализировать панель инструментов.
sv: Kan ej starta knapprad.

source: Version:
ast: Versión:
bs: Verzija:
ca: Versió:
es: Versión:
et: Versioon:
gl: Versión:
hr: Inačica:
hu: Verzió:
it: Versione:
iw_il: גרסה:
lt: Versija:
nl: Versie:
pt: Versão:
pt_br: Versão:
ru: Версия:

source: Console version:
ast: Versión de la consola :
bs: Verzija kontrolne ploče:
ca: Versió de la consola
da: Konsolversion:
de: Konsolenversion:
es: Versión de la consola:
et: Konsooli versioon:
fr: Version de la console :
gl: Versión da consola:
hr: Verzija Konzole:
hu: Vezérlő verziója:
it: Versione console:
iw_il: גרסת המסוף:
lt: Konsolės versija:
nl: Console versie:
pt: Versão da consola:
pt_br: Versão do console:
ru: Консольная версия:

source: Developed by:
ast: Desendolcáu por:
bs: Razvio:
ca: Desenvolupat per:
da: Udviklet af:
de: Entwickelt von:
es: Desarrollado por:
et: Arendatud:
fr: Développé par :
gl: Programado por:
hr: Razvoj:
hu: Fejlesztette:
it: Sviluppato da:
iw_il: פותח על ידי:
lt: Programuotojas:
nl: Ontwikkeld door:
pt: Desenvolvido por:
pt_br: Desenvolvido por:
ru: Разработано:

source: Build date:
ast: Data de creación:
bs: Datum izrade:
ca: Data de muntatge:
da: Oprettelsesdato:
de: Erstellungsdatum:
es: Creado el:
et: Koostamise kuupäev:
fr: Date de compilation :
gl: Data de compilación:
hr: Datum kompiliranja:
hu: Létrehozás időpontja:
it: Data build:
iw_il: תאריך הבנייה:
lt: Surinkimo data:
nl: Versie datum:
pt: Data de criação:
pt_br: Data de compilação:
ru: Дата сборки:
sv: Byggdatum:

source: Java home:
bs: Java glavna stranica:
ca: Inici de Java:
da: Jave hjem:
de: Java-Ausgangspunkt:
et: Java kodu:
fr: Répertoire Java :
gl: Directorio do Java:
hr: Internet stranica Jave:
hu: Java honlapja:
it: Cartella Java:
iw_il: תיקיית הבית של Java:
lt: Java namų katalogas:
nl: Java installatiepad:
pt: Pasta do Java:
pt_br: Diretório do Java:
sv: Java hem:

source: Java version:
ast: Versión de Java:
bs: Java verzija:
ca: Versió de Java:
es: Versión java:
et: Java versioon:
fr: Version Java :
gl: Versión de Java:
hr: Inačica Jave:
hu: Java verziójan:
it: Versione Java:
iw_il: גרסת ה־Java:
lt: Java versija:
nl: Java versie:
pt: Versão Java:
pt_br: Versão do Java:
ru: Версия Java:

source: Max memory:
ast: Memoria máx.:
bs: Maksimalna memorija:
ca: Memòria màxima:
da: Maks hukommelse:
de: Maximaler Speicher:
es: Memoria máxima:
et: Max mälu:
fr: Mémoire disponible :
gl: Memoria máxima:
hr: Maksimalno memorije:
hu: Max. memoria:
it: Memoria massima:
iw_il: זכרון מירבי:
lt: Maksimalus atminties kiekis:
nl: Maximum geheugen:
pt: Memória máxima:
pt_br: Memória máx.
ru: Максимум памяти:
sv: Max minne:

source: Configuration file:
ast: Ficheru de configuración
bs: Konfiguracijski dokument:
ca: Fitxer de configuració:
da: Konfigurationsfil:
de: Konfigurationsdatei:
es: Archivo de configuración:
et: Konfiguratsioonifail:
fr: Fichier des réglages :
gl: Ficheiro de configuración:
hr: Konfiguracijska datoteka:
hu: Konfigurációs file:
it: File di configurazione:
iw_il: קובץ התצורה:
lt: Konfigūracijos failas:
nl: Configuratiebestand:
pt: Ficheiro de configuração:
pt_br: Arquivo de configuração:
ru: Конфигурационный файл
sv: Konfigurationsfil:

source: Website:
ast: Sitiu web:
bs: Web stranica:
ca: Lloc web:
da: Websted:
de: Webseite:
es: Sitio web:
et: Koduleht:
fr: Site Internet :
gl: Sitio web:
hr: Internet stranica:
hu: Weboldal:
it: Sito web:
iw_il: אתר אינטרנט:
lt: Interneto puslapis:
pt: Sítio web:
ru: Сайт:
sv: Webbsida:

source: Name
ast: Nome
bs: Ime
ca: Nom
da: Navn
es: Nombre
et: Nimi
fr: Nom
gl: Nome
hr: Naziv
hu: Név
it: Nome
iw_il: שם
lo: ຊື່
lt: Pavadinimas
nl: Naam
pt: Nome
pt_br: Nome
ru: Имя
sv: Namn

source: About
ast: Tocante a
bs: O programu
ca: Quant a
da: Om
de: Über
es: Acerca de
et: Programmist
fr: À propos
gl: Acerca de
hr: O programu
hu: A programról
it: Informazioni
iw_il: אודות
lo: ກ່ຽວກັບ
lt: Apie
nl: Info over
pt: Acerca
pt_br: Sobre
ru: О программе
sv: Om

source: Unimplemented method for JInfoPanel
ast: Métodu non encadarmáu pa JInfoPanel
bs: Neimplementiran metod za JInfoPanel
ca: Mètode per JInfoPanel no implementat
da: Ikke implementeret metode for JInfoPanel
de: Nicht implementierte Methode für JInfoPanel
es: Método no implementado de JInfoPanel
et: Implementeerimata meetod JInfoPanel-ile
fr: Méthode non implémentée pour JInfoPanel
gl: Método non implementado para JInfoPanel
hr: Neimplementirana metoda za JInfoPanel
hu: Az eljárás nem valósult meg a JInfoPanelen
it: Metodo non implementato per JInfoPanel
iw_il: שיטה לא מוטמעת עבור JInfoPanel
lt: Neįgyvendintas metodas JInfoPanel
nl: Methode niet geïmplementeerd voor het JInfoPanel
pt: Método não implementado para JInfoPanel
pt_br: Método não implementado para JInfoPanel
ru: Неиспользуемый метод для JInfoPanel
sv: Ej införd metod för JInfoPanel

source: Contributes:
ast: Contribuciones:
bs: Doprinosi:
ca: Contribucions:
da: Bidragydere:
de: Mitwirkende:
es: Colaboradores:
et: Kaasaaitajad:
fr: Contributions :
gl: Contribúe:
hr: Doprinijeli su:
hu: Közreműködött:
it: Contributi:
iw_il: תרומות:
lt: Prisidėjo:
nl: Bijdragen:
pt: Contributos:
pt_br: Contribui:
ru: Внесли вклад:
sv: Statuerar:

source: Log level:
ast: Nivel de rexistru:
bs: Nivo zapisa:
ca: Nivell de depuració:
da: Logniveau:
de: Protokollierungsstufe:
es: Nivel de registro:
et: Logimise tase:
fr: Niveau du journal :
gl: Nivel de rexistro:
hr: Razina zapisnika:
hu: Naplózási szint:
it: Livello di registrazione:
iw_il: רמת הרישום:
lt: Žurnalo lygis:
nl: Logniveau:
pt: Nível de registo:
pt_br: Nível de log:
ru: Уровень журналирования:
sv: Loggnivå:

source: Settings
ast: Axustes
bs: Postavke
ca: Configuració
da: Indstillinger
de: Einstellungen
es: Preferencias
et: Sätted
fr: Réglages
gl: Axustes
hr: Postavke
hu: Beállítások
it: Impostazioni
iw_il: הגדרות
lo: ການຕັ້ງຄ່າ
lt: Nustatymai
nl: Instellingen
pt: Definições
pt_br: Configurações
ru: Настройки
sv: Inställningar

source: Look and feel:
ast: Apariencia
bs: Pogledaj i osjeti:
ca: Aparença:
da: Udseende:
de: Erscheinungsbild:
es: Apariencia:
et: Välimus ja mulje:
fr: Apparence :
gl: Apariencia:
hr: Izgled sučelja
hu: Megjelenés:
it: Aspetto grafico:
iw_il: מראה ותחושה:
lt: Išvaizda ir elgsena:
pt: Aparência e comportamento:
pt_br: Aparência:
ru: Внешний вид:
sv: Utseende:

source: Theme:
ast: Tema:
bs: Tema:
ca: Tema:
da: Tema:
de: Farbschema
es: Tema:
et: Teema:
fr: Thème :
gl: Tema:
hr: Tema:
hu: Téma:
it: Tema:
iw_il: ערכת נושא:
lo: ຮູບແບບ:
lt: Tema:
nl: Thema:
pt: Tema:
pt_br: Tema:
ru: Тема:
sv: Tema:

source: Language:
ast: Llingua:
bs: Jezik:
ca: Idioma:
da: Sprog:
de: Sprache:
es: Lenguaje:
et: Keel:
fr: Langue :
gl: Lingua:
hr: Jezik:
hu: Nyelv:
it: Linguaggio:
iw_il: שפה:
lo: ພາສາ:
lt: Kalba:
nl: Taal:
pt: Idioma:
pt_br: Linguagem:
ru: Язык:
sv: Språk:

source: Thumbnails creator
ast: Xenerador de miniatures
bs: Kreator umanjenog prikaza
ca: Creador de les miniatures
da: Miniatureropretter
de: Miniaturansichterstellung
es: Creador de miniaturas
fr: Générateur de miniatures
gl: Xerador de miniaturas
hu: Miniatűr készítő
it: Generatore di anteprime
lt: Paveikslėlių kūrimas
nl: Thumbnail proces
pt: Criador de miniaturas
pt_br: Gerador de miniaturas (thumbnails)
ru: Создание эскизов

source: Load default environment at startup:
ast: Cargar entornu predetermináu nel entamu:
bs: Učitaj default okruženje pri pokretanju:
ca: Carrega l'entorn predeterminat a l'arrencada:
da: Indlæs standardmiljø ved opstart:
de: Start-Standardumgebung:
es: Cargar ambiente predeterminado al inicio:
et: Lae käivitamisel vaikimisi keskkond:
fr: Configuration par défaut :
gl: Cargar contorno por defecto ao inicio:
hr: Učitaj uobičajeno okružje pri pokretanju:
hu: Az alap környezet betöltése a induláskor
it: Carica configurazione predefinita all'avvio:
iw_il: טעינת סביבת ברירת המחדל עם ההפעלה:
lt: Įkelti aplinką pagal nutylėjimą:
nl: Laad standaardinstellingen bij het opstarten:
pt: Ao iniciar, carregar ambiente padrão:
pt_br: Carregar ambiente padrão ao iniciar:
ru: Загружать стандартную рабочую среду при запуске:
sv: Ladda standardmiljö vid uppstart:

source: Default working directory:
ast: Repertoriu de trabayu predetermináu
bs: Unaprijed podešeni radni direktorij:
ca: Directori de treball predeterminat:
da: Standard arbejdsmappe:
de: Standard-Arbeitsverzeichnis
es: Direectorio de trabajo predeterminado:
et: Vaikimisi töökataloog:
fr: Répertoire de travail par défaut :
gl: Directorio de traballo por defecto:
hr: Uobičajena mapa za rad:
hu: Alapértelmezett munkakönyvtár:
it: Cartella di lavoro predefinita:
iw_il: תיקיית ברירת המחדל לעבודה:
lo: ໂຟເດີເຮັດວຽກເລີ່ມຕົ້ນ:
lt: Darbinis aplankas pagal nutylėjimą:
nl: Standaard werkpad:
pt: Directório de trabalho por omissão:
pt_br: Diretório padrão:
ru: Рабочий каталог по умолчанию:
sv: Förvald arbetsmapp:

source: Check for updates at startup
ast: Guetar actualizaciones nel entamu
bs: Provjeri nadgradnje pri pokretanju
ca: Verifica les actualitzacions en iniciar
da: Tjek for opdateringer ved opstart
de: Beim Start nach Aktualisierungen suchen
es: Buscar actualizaciones al iniciar
fr: Recherche de mises à jour au démarrage
gl: Comprobar actualizacións ao arrincar
hu: Frissítés keresése induláskor
it: Controlla aggiornamenti all'avvio
lo: ກວດສອບອັບເດດເມື່ອເລີ່ມຕົ້ນ
lt: Paleidžiant tikrinti ar yra atnaujinimų
nl: Controleer beschikbare updates tijdens het opstarten
pt: Verificar por actualizações ao iniciar
pt_br: Verificar por atualizações ao iniciar
ru: Проверять наличие обновлений при запуске

source: Check now
ast: Guetar agora
bs: Sada provjeri
ca: Verifica-ho ara
da: Tjek nu
de: Jetzt suchen
es: Revisar ahora
et: Kontrolli nüüd
fr: Vérifier maintenant
gl: Verificar agora
hr: Provjeri sada
hu: Frissítés keresése most
it: Controlla ora
iw_il: בדיקה כעת
lt: Tikrinti dabar
nl: Nu controleren
pt: Verificar agora
pt_br: Verificar agora
ru: Проверить сейчас
sv: Kontrollera nu

source: Play alert sounds
ast: escuchar les alertes sonores
bs: Koristi zvukove uzbune
ca: Reprodueix sons d'alerta
da: Afspil alarmlyde
de: Warnklänge abspielen
es: Reproducir los sonidos de alerta
et: Mängi hoiatushelisid
fr: Jouer les alertes sonores
gl: Reproducir sons de aviso
hr: Koristi zvukove upozorenja
hu: Figyelmeztető hangok lejátszása
it: Riproduci suoni di allerta
iw_il: נגינת צלילי התרעה
lo: ເປີດສຽງແຈ້ງເຕືອນ
lt: Naudoti įspėjamuosius garsus
nl: Geef een waarschuwsignaal
pt: Tocar sons de alerta
pt_br: Tocar alertas sonoros
ru: Воспроизвести звуки предупреждения
sv: Spela varningsljud
