Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Remove
ast: Desaniciar
bs: Ukloni
ca: Elimina
da: Fjern
de: Entfernen
es: Eliminar
et: Eemalda
fr: Enlever
gl: Suprimir
hr: Ukloni
hu: Eltávolít
it: Rimuovi
iw_il: הסרה
lo: ລຶບອອກ
lt: Pašalinti
nl: Verwijder
pt: Remover
pt_br: Remover
ru: Удалить
sv: Ta bort

source: Remove a pdf from the list
ast: Desaniciar un pdf de la llista
bs: Ukloni PDF iz liste
ca: Elimina un pdf de la llista
da: Fjern en pdf fra listen
de: PDF-Datei aus der Liste entfernen
es: Elimina un PDF de la lista
et: Eemalda pdf nimekirjast
fr: Enlever le fichier sélectionné
gl: Suprimir un PDF da lista
hr: Ukloni pdf sa liste
hu: PDF eltávolítása a listából
it: Rimuovi un PDF dalla lista
iw_il: הסרת PDF מהרשימה
lt: Pašalinti pdf iš sąrašo
nl: Verwijder een pdf uit de lijst
pt: Remover um pdf da lista
pt_br: Remove um arquivo pdf da lista
ru: Удалить файл PDF из списка
sv: Ta bort en pdf från listan

source: Set destination
bs: Postavi odredište
ca: Definiu el destí
de: Zielverzeichnis festlegen
es: Fijar destino
fr: Indiquer un emplacement
gl: Estabeleza o destino
it: Imposta destinazione
lo: ກຳນົດປາຍທາງ
lt: Išsaugoti kaip
nl: Kies bestemming
pt: Defina o destino
ru: Установить пункт назначения

source: Set the destination path
bs: Postavi odredišnu putanju
ca: Definiu el camí del destí
de: Zielpfad festlegen
es: Fijar la ruta de destino
fr: Indiquer le chemin de l'emplacement
gl: Estabeleza a ruta de destino
it: Imposta il path di destinazione
lt: Išsaugoti šiame kataloge
nl: Kies de doelmap
pt: Defina o caminho de destino
ru: Установить как путь назначения

source: Unable to clean pdf loader
ast: Imposible llimpiar el cargador de documentos pdf
bs: Nije moguće očistiti učitavač pdf-a
ca: No s'ha pogut buidar el carregador de documents pdf
de: PDF-Anzeige konnte nicht geleert werden
es: No se puede limpiar el cargador de PDFs
fr: Purge du chargeur de pdf impossible
gl: Non foi posíbel limpar o cargador de pdf
hu: Nem sikerült a pdf hibátlan betöltése
it: Impossibile chiudere il caricatore di pdf
lt: Nepavyko išvalyti pdf įkrovėjo
nl: Kan pdf lader niet opschonen
pt: Incapaz de limpar o carregador de pdf
pt_br: Não foi possível limpar o carregador de pdf
ru: Невозможно очистить pdf загрузчик

source: Run
ast: Executar
bs: Pokreni
ca: Executa
da: Udfør
de: Ausführen
es: Ejecutar
et: Käivita
fr: Exécuter
gl: Executar
hr: Pokreni
hu: Futtatás
it: Esegui
iw_il: הפעלה
lo: ເລີ່ມ
lt: Vykdyti
nl: Voer uit
pt: Executar
pt_br: Executa
ru: Выполнить
sv: Kör

source: Browse
ast: Restolar
bs: Prelistaj
ca: Navega
da: Gennemse
de: Wählen
es: Buscar
et: Sirvi
fr: Rechercher
gl: Explorar
hr: Pregledaj
hu: Tallóz
it: Sfoglia
iw_il: עיון
lo: ເປີດຫາ
lt: Naršyti
nl: Bladeren
pt: Procurar
pt_br: Navegar
ru: Просмотреть
sv: Bläddra

source: Compress output file/files
ast: Comprimir el ficheru creáu / los ficheros creaos
bs: Kompresuj izlazni dokument/e
ca: Comprimeix el/s fitxer/s de sortida
da: Komprimer outputfiler
de: Ausgabedateien komprimieren
es: Comprimir archivo/archivos de salida
et: Väljundfaili(de) pakkimine
fr: Compresser le(s) fichier(s) créé(s)
gl: Comprimir ficheiro(s) de saída
hr: Sažmi izlazne datoteke
hu: A kimenő file(-ok) tömörítése
it: Comprimi file destinazione
iw_il: דחיסת קובץ/קובצי הפלט
lo: ບີບອັດໄຟລ໌ຜົນໄດ້ຮັບ
lt: Suspausti rezultato failą/failus
nl: Comprimeer het/de doelbestand/-en
pt: Comprimir ficheiro(s) de saída
pt_br: Compactar arquivo(s) de saída
ru: Сжимать выходной файл(ы).
sv: Kryptera målfil(er)

source: Overwrite if already exists
ast: Sobreescibir si yá esiste
bs: Zamijeni ako već postoji
ca: Sobreescriu si ja existeix
da: Overskriv hvis eksisterende
de: Vorhandene Dateien überschreiben
es: Sobreescribir si ya existe
et: Kirjuta üle, kui eksisteerib
fr: Remplacer le(s) fichier(s) existant(s)
gl: Sobreescribir se xa existe
hr: Prepiši preko ako već postoji
hu: Felülír, ha már létezik
it: Sovrascrivi se già esistente
iw_il: החלף קובץ במידה שקיים
lo: ຂຽນທັບຖ້າມີຢູ່ແລ້ວ
lt: Perrašyti failą, jei toks jau egzistuoja:
nl: Bestand overschrijven als het reeds bestaat
pt: Substituir ficheiro, se existente
pt_br: Sobrescrever se já existir
ru: Перезаписать, если уже существует
sv: Skriv över om filen existerar

source: Don't preserve file order (fast load)
ast: Nun conservar l'orde de los ficheros (carga rápida)
bs: Nemoj čuvati redoslijed dokumenata (brzo učitavanje)
ca: No conservar l'ordre dels fitxers (càrrega ràpida)
da: Bevar ikke filorden (hurtig indlæsning)
de: Dateireihenfolge nicht einhalten (schnelles Laden)
es: No conservar el orden de archivos (carga rápida)
et: Ära eelreserveeri failide järjestust (kiire laadimine)
fr: Ne pas conserver l'ordre des fichiers (rapide)
gl: Non preservar a orde dos ficheiros (maior velocidade de carga)
hr: Nemoj očuvati redoslijed datoteka (brzo učitavanje)
hu: Ne őrizze meg a file rendjét (gyors betöltés)
it: Non preservare l'ordine dei file (caricamento veloce)
iw_il: לא לשמר את סדר הקבצים (טעינה מהירה)
lt: Neišsaugoti failų eiliškumo (greitas įkrovimas)
nl: Bewaar de orde van bestanden niet (snel laden)
pt: Não manter a ordem dos ficheiros (mais rápido)
pt_br: Não preservar a ordem de arquivos (carregamento rápido)
ru: Не резервировать файл (быстрая загрузка)
sv: Behåll inte filernas ordning (snabb laddning)

source: Output document pdf version:
ast: versión pdf del documentu de salida
bs: PDF verzija izlaznog dokumenta:
ca: Versió pdf de document de sortida:
de: PDF-Version der Ausgabedatei:
es: Versión pdf del documento de salida
et: Väljunddokumendi pdf versioon:
fr: Version pdf du document à créer :
gl: Versión de PDF do documento de saída:
hr: Pdf inačica izlaznog dokumenta:
hu: Kimeneti dokumentum pdf verziója:
it: Versione PDF del documento di destinazione:
iw_il: גרסת ה־pdf של מסמך הפלט:
lt: Rezultato dokumento pdf versija:
nl: Pdf-versie van het doelbestand:
pt: Versão pdf do documento a criar:
pt_br: Versão pdf do documento de saída:
ru: Версия PDF документа:
sv: Målfilens pdf-version:

source: Same as input document
ast: hermanu del documentu d'entrada
bs: Isti kao ulazni dokument
ca: Igual que el document d'entrada
da: Samme som input-dokument
de: Dieselbe wie Ursprungsdatei
es: Igual al documento de entrada
et: Sama mis sisenddokument
fr: Identique au fichier source
gl: Igual que o documento de entrada
hr: Isto kao i ulazni dokument
hu: Ugyanaz, mint a bemeneti dokumentum
it: Uguale al documento originale
iw_il: כמו מסמך הקלט
lt: Tokia pati kaip šaltinio dokumento
nl: Gelijk aan het invoerbestand
pt: Similar ao do documento fonte
pt_br: Mesmo que documento de entrada
ru: То же, что входной документ
sv: Samma som källdokument

source: Copy
ast: Copiar
bs: Kopiraj
ca: Copia
da: Kopier
de: Kopieren
es: copiar
et: Kopeeri
fr: Copier
gl: Copiar
hr: Kopiraj
hu: Másol
it: Copia
iw_il: העתק
lo: ສຳເນົາ
lt: Kopijuoti
nl: Kopieëren
pt: Copiar
pt_br: Copiar
ru: Копировать
sv: Kopiera

source: Cut
ast: Cortar
bs: Isijeci
ca: Retalla
da: Klip
de: Ausschneiden
es: Cortar
et: Lõika
fr: Couper
gl: Cortar
hr: Izreži
hu: Kivág
it: Taglia
iw_il: גזור
lt: Iškirpti
nl: Knippen
pt: Cortar
pt_br: Recortar
ru: Вырезать
sv: Klipp ut

source: Paste
ast: Apegar
bs: Nalijepi
ca: Enganxa
da: Sæt ind
de: Einfügen
es: Pegar
et: Aseta
fr: Coller
gl: Pegar
hr: Zalijepi
hu: Beilleszt
it: Incolla
iw_il: הדבק
lt: Įdėti
nl: Plakken
pt: Colar
pt_br: Colar
ru: Вставить
sv: Klistra in

source: Add prefix
ast: Amestar un prefixu
bs: Dodaj prefiks
ca: Afegiu un prefix
da: Tilføj præfiks
de: Präfix anfügen
es: Añadir prefijo
et: Lisa prefiks
fr: Ajouter un préfixe
gl: Engadir prefixo
hr: Dodaj prefiks
hu: Előtag hozzáadása
it: Aggiungi prefisso
iw_il: הוספת סיומת
lo: ເພີ່ມຄຳນຳໜ້າ
lt: Pridėti priešdėlį
nl: Voeg voorvoegsel toe
pt: Adicionar prefixo
pt_br: Adicionar prefixo
ru: Добавить префикс

source: The cross reference table cantained some error and has been rebuilt
ast: La tabla de referencia cruzada tenía dellos errores y volvió a construyise
bs: Sadržaj sa linkovima je imao greške i ponovo je kreiran
ca: La taula de referència creuada conté algun error i s'ha reconstruit
de: Die XREF-Tabelle war fehlerhaft und wurde neu aufgebaut
es: La tabla de referencia cruzada contiene algún error y ha sido reconstruida
fr: Le tableau de références croisées contenait une erreur et a dû être reconstruit.
gl: A táboa de referencias cruzadas tiña algún erro e fíxose de novo
hu: A kereszt referencia táblázat tartalmazott néhány hibát, és az lett helyreállítva
it: La tabella dei riferimenti incrociati contiene alcuni errori, ed è stata quindi ricostruita
lt: Tarpryšinėje lentelėje rasta klaidų, todėl ji buvo perdaryta
nl: The tabel met kruisverwijzingen bevatte fouten en is opnieuw gegenereerd.
pt: As tarefas de referência cruzada continham alguns erros e foram reconstruídas
pt_br: A tabela de referências cruzadas possui algum erro e será reconstruída
ru: Таблица межрассылки содержала некоторые ошибки и была восстановлен

source: The document has not been opened with the owner password. You must provide the owner password in order to manipulate the document
ast: El documentu nun s'abrió cola contraseña del propietariu. Tienes que proporcionar la contraseña del propietariu remanar el documentu
bs: Dokument nije otvoren sa šifrom vlasnika. Morate obezbijediti šifru vlasnika da biste manipulisali dokumentom.
ca: Aquest document no s'ha obert amb la contrasenya del propietari. Heu de proporcionar la contrasenya del propietari a fi de poder manipular-lo
de: Das Dokument wurde nicht mit Besitzerpasswort geöffnet. Sie müssen das Besitzerpasswort eingeben, um das Dokument zu verändern.
es: El documento no se ha abierto con la contraseña del propietario. Debería proporcionar la contraseña de propietario con el fin de manipular el documento.
fr: Le document n'a pas été ouvert avec le mot de passe adéquat. Vous devez fournir le mot de passe Propriétaire pour pouvoir manipuler le document.
gl: Este documento non se abriu co contrasinal do propietario. Debe fornecer o contrasinal do propietario para manexar o documento.
hr: Dokument nije otvoren sa zaporkom vlasnika. Morate ponuditi zaporku vlasnika da bi mogli rukovati dokumentom
hu: A dokumentumot nem nyitható meg as jelszónélkül. Kérem adja meg, hogy szerkeszthető legyen a dokumentum.
it: Il documento non è stato aperto con la relativa password. Per poter modificare il documento provvedere ad aprirlo con la password corretta
lt: Dokumentas buvo atidarytas savininko slaptažodžiu. Norint manipuliuoti dokumentu reikia pateikti savininko slaptažodį
nl: Het document is niet geopend met het wachtwoord van de eigenaar. Voer het wachtwoord van de eigenaar in om het document te bewerken.
pt: O documento não foi aberto com a palavra-passe do dono. Deve indicar a palavra-passe de dono para poder manipular o documento
pt_br: O documento não foi aberto com a senha de proprietário. Esta senha deve ser informada para que o documento possa ser manipulado
ru: Документ не был открыт с паролем владельца. Вы должны предоставить пароль владельца для управления документом

source: An error occured while loading the document
ast: Error al cargar el documentu
bs: Pojavila se greška u toku učitavanja dokumenta.
ca: S'ha produit un error en carregar el document
da: En fejl opstod under indlæsning af dokumentet
de: Beim Laden des Dokuments trat ein Fehler auf
es: Ocurrió un erro al cargar el documento
fr: Une erreur s'est produite à l'ouverture du document
gl: Produciuse un erro ao cargar o documento
hr: Dogodila se greška pri učitavanju dokumenta
hu: Hiba történt a dokumentum betöltése során.
it: Si è verificato un errore durante l'apertura del docummento
lt: Atidarant dokumentą įvyko klaida
nl: Er is een fout opgetreden bij het laden van het bestand
pt: Ocorreu um erro ao carregar o documento
pt_br: Ocorreu um erro ao carregar o arquivo
ru: Произошла ошибка при загрузке документа

source: File name
ast: Nome del ficheru
bs: Ime dokumenta
ca: Nom del fitxer
da: Filnavn
de: Dateiname
es: Nombre de archivo
et: Faili nimi
fr: Nom
gl: Nome de ficheiro
hr: Ime datoteke
hu: File neve
it: Nome file
iw_il: שם הקובץ
lt: Failo pavadinimas
nl: Bestandsnaam
pt: Nome do ficheiro
pt_br: Nome de arquivo
ru: Имя файла
sv: Filnamn

source: Path
ast: Camín
bs: Putanja
ca: Camí
da: Sti
de: Dateipfad
es: Ruta
et: Failitee
fr: Chemin
gl: Ruta
hr: Putanja
hu: Elérési Útvonal
it: Percorso
iw_il: נתיב
lt: Kelias
nl: Pad
pt: Caminho
pt_br: Caminho
ru: Местоположение
sv: Sökväg

source: Pages
ast: Páxines
bs: Stranice
ca: Pàgines
da: Sider
de: Seiten
es: Páginas
et: Leheküljed
gl: Páxinas
hr: Stranice
hu: Oldalak
it: Pagine
iw_il: עמודים
lo: ໜ້າ
lt: Puslapiai
nl: Pagina's
pt: Páginas
pt_br: Páginas
ru: Страницы
sv: Sidor

source: Password
ast: Contraseña
bs: Šifra
ca: Contrasenya
da: Adgangskode
de: Passwort
es: Contraseña:
et: Parool
fr: Mot de passe
gl: Contrasinal
hr: Zaporka
hu: Jelszó
iw_il: סיסמה
lt: Slaptažodis
nl: Wachtwoord
pt: Palavra-passe
pt_br: Senha
ru: Пароль
sv: Lösenord

source: Version
ast: Versión
bs: Verzija
ca: Versió
es: Versión
et: Versioon
fr: Version pdf
gl: Versión
hr: Inačica
hu: Verzió
it: Versione
iw_il: גירסה
lt: Versija
nl: Versie:
pt: Versão
pt_br: Versão
ru: Версия

source: Page Selection
ast: Selección de páxina
bs: Izbor stranice
ca: Selecció de pàgina
da: Sideudvalg
de: Seitenauswahl
es: Selección de página
et: Lehekülgede valimine
fr: Sélection de pages
gl: Selección de páxinas
hr: Izbor stranica
hu: Oldalkijelölés
it: Selezione pagine
iw_il: בחירת עמודים
lt: Puslapio(-ių) pasirinkimas
nl: Paginaselectie
pt: Selecção de Páginas
pt_br: Seleção de página
ru: Выбранные страницы
sv: Sidval

source: Total pages of the document
ast: Númberu total de páxines del documentu
bs: Ukupno stranica dokumenta
ca: Nombre total de pàgines del document
da: Dokumentets totale antal sider
de: Gesamtseitenzahl des Dokuments
es: Paginas totales del documento
et: Dokumendi lehekülgi kokku
fr: Nombre total de pages du document
gl: Páxinas totais do documento
hr: Ukupno stranica u dokumentu
hu: Összes oldal a dokumentumban
it: Pagine totali del documento
iw_il: סך כל העמודים במסמך
lt: Iš viso puslapių dokumente
nl: Totale paginas in het document
pt: Total de páginas do documento
pt_br: Total de páginas do documento
ru: Общее количество страниц документа
sv: Totalt sidantal för dokumentet

source: Password to open the document (if needed)
ast: Contraseña pa abrir el documentu (si fai falta)
bs: Šifra za otvaranje dokumenta (ako je potrebna)
ca: Contrassenya per obrir el document (si és necessaria)
da: Adgangskode til åbning af dokument (om nødvendigt)
de: Passwort zum Öffnen des Dokuments (falls benötigt)
es: Contraseña para abrir el documento(si es necesaria)
et: Parool dokumendi avamiseks (kui vajalik)
fr: Mot de passe pour ouvrir le document (si nécessaire)
gl: Contrasinal para abrir o documento (de ser necesaria)
hr: Zaporka za otvaranje dokumenta (ako je potrebna)
hu: Jelszó a dokumentum megnyitásához (ha szükséges)
it: Password per aprire il documento (se necessaria)
iw_il: סיסמה לפתיחת המסמך (אם נדרשת)
lt: Slaptažodis (jei reikalingas dokumento atidarymui)
nl: Paswoord om het document to openen (indien nodig)
pt: Palavra-passe para abrir o documento (se necessária)
pt_br: Senha para abrir o arquivo (se necessário)
ru: Пароль для открытия документа (если нужен)
sv: Lösenord för att öppna dokumentet (om det behövs)

source: Pdf version of the document
ast: versión pdf del documentu
bs: PDF verzija dokumenta
ca: Versió pdf del document
da: Dokumentets pdf-version
de: PDF-Version des Dokuments
es: Version pdf del documento
et: Dokumendi pdf versioon
fr: Version pdf du document
gl: Versión do PDF do documento
hr: Pdf inačica dokumenta
hu: A dokumentum pdf verziója
it: Versione PDF del documento.
iw_il: גרסת ה־Pdf של המסמך
lt: Dokumento pdf versija
nl: Pdf-versie van het document
pt: Versão pdf do documento
pt_br: Versão pdf do documento
ru: Pdf версия документа
sv: Dokumentets pdf-version

source: Double click to set pages you want to merge (ex: 2 or 5-23 or 2,5-7,12-)
ast: Fai un clic dobel pa determinar les páxines que quies fusionar (ex: 2 ó 5-23 o 2,5-7, 12-)
bs: Dvokliknite da izaberete stranice koje želite da združite (npr.: 2 ili 5-23 ili 2,5-7,12-)
ca: Feu doble clic per definir les pàgines que voleu combinar (p. ex. 2 o 5-23 o 2,5-7,12-)
da: Dobbeltklik for at angive sider du ønsker at flette (fx. 2 eller 5-23 eller 2,5-7,12-)
de: Doppelklicken Sie, um die zusammenzuführenden Seiten festzulegen (Schema: 2 oder 5-23 oder 2,5-7,12-)
es: Pulse dos veces para asignar las páginas que desea mezclar (ex: 2 o 5-23 o 2,5-7,12-)
et: Topelt klikk sättimaks lehekülgi, mida soovid ühendada (näiteks: 2 või 5-23 või 2,5-7,12-)
fr: Double-cliquez pour entrer les plages de pages à fusionner (ex: 2 or 5-23 or 2,5-7,12-)
gl: Dobre clic para estabelezer as páxinas que quere unir (ex: 2 ou 5-23 ou 2,5-7,12-)
hr: Kliknite dva puta da bi označili stranice koje želite spojiti (npr.: 2 ili 5-23 ili 2,5-7,12-)
hu: Dupla kattintással beállítani a kívánt oldalak egyesítését (pl.: 2 vagy 5-23 vagy 2,5-7,12 -)
it: Doppio clic per impostare le pagine da unire (es:2 or 5-23 or 2,5-7,12-)
lo: ດັບເບິ້ນຄລິກເພື່ອກຳນົດໜ້າທີ່ທ່ານຕ້ອງການຮວມ (ຕົວຢ່າງ: 2 ຫຼື 5-23 ຫຼື 2,5-7,12-)
lt: Dukart spustelėkite kad pažymėtumėte puslapius, kuriuos norite sujungti (pvz., 2 arba 5-23 arba 2,5-7,12-
nl: Dubbelklik om de pagina's te selecteren die u wilt samenvoegen (bijv. 2 of 5-23 of 2,5-7,12-)
pt: Duplo clique para definir as páginas que pretende unir (ex: 2 ou 5-23 ou 2,5-7,12-)
pt_br: Clique duplo para definir as páginas que serão mescladas (ex: 2 ou 5-23 ou 2,5-7,12-)
ru: Дважды щелкните для установки страниц которые вы хотите объединить (например: 2 или 5-23 или 2,5-7,12 -)

source: Unable to remove JList text
ast: supresión imposible del testu Jlist
bs: Nije moguć ukloniti JList tekst
ca: No s'ha pogut eliminar el text JList
da: Ikke i stand til at fjerne JList-tekst
de: JList-Text konnte nicht entfernt werden
es: Incapaz de remover el texto de JList
et: JList teksti eemaldamine ei õnnestu
fr: Suppression impossible du texte Jlist
gl: Foi imposíbel suprimir o texto JList
hr: Ne mogu ukloniti JList tekst
hu: Nem lehet eltávolítani JList szöveget
it: Impossibile rimuovere il testo nella JList
lt: Neįmanoma pašalinti JList teksto
nl: Het verwijderen van de JList text blijkt niet mogelijk
pt: Incapaz de remover o texto JList
pt_br: Não foi possível remover o texto JList
ru: Не удается удалить JList текст
sv: Går ej att ta bort JList text

source: File selected:
ast: ficheru seleccionáu:
bs: Dokument je selektovan
ca: Fitxer seleccionat:
da: Fil valgt:
de: Ausgewählte Datei:
es: Archivo seleccionado:
et: Valitud fail:
fr: Fichier :
gl: Ficheiro seleccionado:
hr: Odabrane datoteke:
hu: Kiválasztott fájl:
it: File selezionato:
iw_il: הקובץ שנבחר:
lt: Pasirinktas failas:
nl: Geselecteerd bestand:
pt: Ficheiro seleccionado:
pt_br: Arquivo selecionado:
ru: Выбранный файл:
sv: Vald fil:

source: File reloaded:
ast: ficheru recargáu
bs: Dokument je ponovo učitan
ca: Fitxer recarregat:
da: Fil genindlæst:
de: Datei wurde neu geladen:
es: Archivo recargado:
et: Uuesti laetud fail:
fr: Fichier rechargé :
gl: Volveuse cargar o ficheiro:
hr: Učitana datoteka:
hu: File újra betöltve:
it: File ricaricato:
iw_il: הקובץ נטען מחדש:
lt: Iš naujo pakrautas failas:
nl: Bestand herladen:
pt: Ficheiro recarregado:
pt_br: Arquivo recarregado:
ru: Перезагружен файл:
sv: Fil omladdad:

source: Open
ast: Abrir
bs: Otvori
ca: Obre
da: Åbn
de: Öffnen
es: Abrir
fr: Ouvrir
gl: Aberto
hu: Megnyitás
it: Apri
lo: ເປີດ
lt: Atverti
pt: Abrir
pt_br: Abrir
ru: Открыть...

source: Load a pdf document
ast: cargar un documentu pdf
bs: Učitaj pdf dokument
ca: Carrega un document pdf
da: Indlæs et pdf-dokument
de: Ein PDF-Dokument laden
es: Cargar un documento PDF
fr: Charger un document pdf
gl: Cargar un documento pdf
hr: Učitajte pdf dokument
hu: Pdf dokumentum betöltése
it: Carica un documento pdf
lt: Įkelti pdf dokumentą
nl: Laad een pdf document
pt: Carregar documento pdf
pt_br: Carregar um documento pdf
ru: Загурзить документ PDF

source: Error setting zoom level.
ast: Error al definir el nivel de zoom
bs: Greška pri postavljanju nivoa uveličanja.
ca: S'ha produit un error en definir el nivell de zoom
da: Fejl under indstilling af zoomniveau.
de: Fehler beim Setzen des Vergrößerungsfaktors.
es: Nivel de ampliación inválido.
fr: Erreur de régglage du zoom
gl: Produciuse un erro ao definir o nivel de zoom.
hr: Greška pri postavljanju razine zooma.
hu: Nagyítási szint beállítási hibája
it: Errore impostando il livello di zoom.
lt: Klaida nustatant mastelį
nl: Kan vergrotingsniveau niet instellen
pt: Erro ao definir a ampliação.
pt_br: Erro ao definir nível de zoom.
ru: Ошибка установки уровня масштабирования

source: Preview
ast: previsualización
bs: Pregled
ca: Visualització prèvia
da: Miniature
de: Vorschau
es: Previsualización
fr: Afficher l'aperçu
gl: Vista previa
hr: Pretpregled
hu: Előnézet
it: Anteprima
lt: Peržiūra
nl: Voorbeeld
pt: Antevisão
pt_br: Vizualização
ru: Просмотр

source: Move Down
ast: Baxar
bs: Pomakni Dole
ca: Mou cap avall
da: Flyt ned
de: Nach unten
es: Bajar
et: Nihuta alla
fr: Descendre
gl: Baixar
hr: Premjesti dolje
hu: Mozgatás lefelé
it: Sposta giù
iw_il: הזז מטה
lo: ຍ້າຍລົງ
lt: Perkelti žemyn
nl: Verplaats omlaag
pt: Mover para Baixo
pt_br: Para baixo
ru: Вниз
sv: Flytta nedåt

source: Delete
ast: Desaniciar
bs: Obriši
ca: Esborra
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
gl: Eliminar
hr: Obriši
hu: Törlés
it: Cancella
lt: Ištrinti
nl: Verwijder
pt: Apagar
pt_br: Excluir
ru: Удалить

source: Undelete
ast: recuperar
bs: Vrati izbrisano
ca: Desfès la supressió
da: Fortryd sletning
de: Wiederherstellen
es: Recuperar
fr: Restaurer
gl: Recuperar
hu: A törlés visszavonása
it: Ripristina
lt: Atstatyti kas ištrinta
nl: Verwijderen ongedaan maken
pt: Restaurar
pt_br: Recuperar
ru: Восстановить

source: Reverse
ast: Invertir
bs: Obrnuti redoslijed
ca: Invers
da: Byt om
de: Umkehren
es: Invertir
fr: Inverser
gl: Inverter
hr: Obrni
hu: Kijelölés megfordítása
it: Inverti
lo: ປີ້ນກັບ
lt: Atvirkščiai
nl: Omgekeerd
pt: Inverter
pt_br: Inverter
ru: В обратном порядке

source: Move up selected pages
ast: Xubir les páxines seleccionaes
bs: Pomjeri izabrane stranice gore
ca: Puja les pàgines seleccionades
da: Flyt valgte filer op
de: Ausgewählte Seiten nach oben verschieben
es: Subir páginas seleccionadas
fr: Remonter les pages sélectionnées
gl: Mover cara arriba as páxinas escollidas
hr: Pomaknite prema gore označene stranice
hu: A kijelölt oldal(ak) felfelé mozgatása
it: Muovi su le pagine selezionate
lt: Pažymėtus puslapius perkelti aukštyn
nl: verplaats geselecteerde pagina's naar boven
pt: Mover as páginas seleccionadas para cima
pt_br: Mover páginas selecionadas para cima
ru: Переместить вверх выбранные страницы

source: (Alt+ArrowUp)
ast: (Alt+FlechaArriba)
bs: (Alt+StrelicaGore)
ca: (Alt+FletxaAmunt)
da: (Alt+Pil op)
de: (Alt + Aufwärtspfeil)
es: (Alt+FlechaArriba)
et: (Alt+NoolÜles)
fr: (Alt+Flèche Haut)
gl: (Alt+FrechaArriba)
hr: (Alt+Strelica gore)
hu: Alt+Fel(nyíl)
it: (Alt+FrecciaSu)
iw_il: (Alt+חץ למעלה)
lt: (Alt + Rodyklė aukštyn)
nl: (Alt+PijlOmhoog)
pt_br: (Alt+Seta para cima)
ru: (Alt+Стрелка вверх)
sv: (Alt+Pil Upp)
