Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Unpack selected files
ast: Descomprime los ficheros seleccionaos
bs: Otpakuj selektovane dokumente
ca: Descomprimeix els fitxers seleccionats
da: Udpak valgte filer
de: Ausgewählte Dateien entpacken
es: Desempaquetar archivos seleccionados
et: Valitud failide lahtipakkimine
fr: Lancer l'extraction des fichiers
gl: Desempaquetar ficheiros seleccionados
hr: Raspakiraj odabrane datoteke
hu: Kiválasztott állományok kibontása
it: Decomprimo i file selezionati
iw_il: פריקת הקבצים הנבחרים
lt: Išskleisti pasirinktus failus
nl: Uitpakken geselecteerde bestanden
pt: Descompactar os ficheiros seleccionados
pt_br: Desempacotar arquivos selecionados
ru: Распаковать выбранные файлы
sv: Extrahera valda filer

source: Unpack
ast: Descomprime
bs: Raspakuj
ca: Descomprimeix
da: Udpak
de: Entpacken
es: Desempaquetar
et: Paki lahti
fr: Extraction
gl: Desempaquetar
hr: Raspakiraj
hu: Kibontás
it: Spacchetta
iw_il: פריקה
lt: Išskleisti
nl: Pak uit
pt: Descompactar
pt_br: Descompactar
ru: Распаковать
sv: Extrahera

source: Unpack section loaded.
ast: Descomprime la sección cargada
bs: Učitana je sekcija otpakivanja.
ca: Descomprimeix la secció carregada.
da: Udpakningssektion indlæst.
de: Bereich »Entpacken« geladen.
es: Sección de descompactar cargada.
et: Lahtipakkimise sektsioon laetud.
fr: Section "Extraction" chargée
gl: Cargada a sección desempaquetar
hr: Učitana raspakirana sekcija.
hu: Kibontó rész betöltve
it: Sezione decompressione.
iw_il: מקטע הפריקה נטען.
lt: Išskleidimo sekcija įkelta
nl: Sectie "uitpakken" geladen.
pt: Secção a descompactar carregada.
pt_br: Descompactar seção carregada.
ru: Секция распаковки загружена
sv: Upppacknings-sektionen laddad.

source: Set viewer options
ast: Determinar opciones del visor
bs: Postavi opcije preglednika
ca: Estableix les opcions de visualització
da: Sæt visningsindstillinger
de: Anzeigeoptionen festlegen
es: Establecer opciones del visor
et: Säti kuvarakenduse valikud
fr: Options d'affichage
gl: Estabeleza as opción do visor
hr: Postavi opcije preglednika
hu: A megjelenítő lehetőségeinek beállítása
it: Imposta opzioni visualizzatore
iw_il: הגדרת אפשרויות מציג
lt: Nustatyti žiūryklės parametrus
nl: Stel de viewer opties in
pt: Defina as opções do visualizador
pt_br: Configurar opções do visualizador
ru: Установить опции просмотра
sv: Ange visningsalternativ

source: Hide the menubar
ast: Anubrir la barra de menú
bs: Sakrij meni traku
ca: Amaga la barra de menú
da: Skjul menulinjen
de: Menüleiste ausblenden
es: Ocultar barra de menús
et: Peida menüüriba
fr: Cacher la barre de menu
gl: Ocultar a barra de menú
hr: Sakrij traku izbornika
hu: Menüsor elrejtése
it: Nascondi la barra dei menu
iw_il: הסתרת סרגל התפריטים
lt: Paslėpti meniu juostą
nl: Verberg de menubalk
pt: Ocultar barra de menu
pt_br: Ocultar a Barra de Menu
ru: Спрятать меню
sv: Dölj menyraden

source: Hide the toolbar
ast: Anubrir la barra de ferramienta
bs: Sakrij alatnu traku
ca: Amaga la barra d'eines
da: Skjul værktøjslinjen
de: Werkzeugleiste ausblenden
es: Ocultar barra de herramientas
et: Peida tööriistariba
fr: Cacher la barre d'outils
gl: Ocultar a barra de ferramentas
hr: Sakrij alatnu traku
hu: Eszköztár elrejtése
it: Nascondi la barra degli strumenti
iw_il: הסתרת סרגל הכלים
lt: Paslėpti įrankių juostą
nl: Verberg de knoppenbalk
pt: Ocultar barra de ferramentas
pt_br: Ocultar a Barra de Ferramentas
ru: Спрятать панель инструментов
sv: Göm verktygsraden

source: Hide user interface elements
ast: Anubrir elementos de l'interfaz d'usuariu
bs: Sakrij element korisničkog interfejsa
ca: Amaga elements de l'interficie d'usuari
da: Skjul elementer i brugergrænseflade
de: Fenstersteuerelemente ausblenden
es: Ocultar elementos de interfaz de usuario
et: Peida kasutajaliidese elemendid
fr: Cacher les éléments de l'interface utilisateur
gl: Ocultar os elementos da interface do usuario
hr: Sakrij elemente korisničkog sučelja
hu: Felhasználói felület elemeinek elrejtése
it: Nascondi gli elementi dell'interfaccia utente
iw_il: הסתרת רכיבים במנשק המשתמש
lt: Paslėpti vartotojo sąsajos elementus
nl: Verberg de gebruikers interface elementen
pt: Ocultar elementos da interface de utilizador
pt_br: Ocultar elementos de Interface de Usuário
ru: Спрятать пользовательские элементы
sv: Dölj delar av användargränssnittet

source: Rezise the window to fit the page size
ast: Redimensionar la ventana pa adaptala a la midida de la páxina
bs: Promijeni veličinu prozora da odgovara veličini stranice
ca: Redimensiona la finestra per adaptar-la a la mida de la pàgina
da: Tilpas vinduet til sidestørrelsen
de: Fenster an Seitengröße anpassen
es: Redimensionar ventana para ajustarse al tamaño de página
et: Muuda akna suurus lehekülje mahutamiseks
fr: Redimensionner la fenêtre suivant la page
gl: Redimensionar a xanela para adaptala ao tamaño da páxina
hr: Prilagodi veličinu prozora veličini stranice
hu: Ablak átméretezése az oldal mérethez
it: Ridimensiona la finestra per adattarsi alle dimensioni della pagina
iw_il: שינוי גודל החלונות כך שיתאימו לגודל העמוד
lt: Keisti lango dydį kad tilptų visas puslapis
nl: Schaal de pagina zodat hij op het scherm past
pt: Ajustar a janela para caber na página
pt_br: Redimensionar a janela para ajustar ao tamanho da página
ru: Размер окна по размеру страницы
sv: Ändra storlek på fönstret så att det passar sidstorleken

source: Center of the screen
ast: Centru de la pantalla
bs: Centar ekrana
ca: Centre de la pantalla
da: Centrer på skærmen
de: Bildschirmmittig ausrichten
es: Centro de la pantalla
et: Ekraani keskel
fr: Centrer à l'écran
gl: Centro da pantalla
hr: Središte ekrana
hu: A képernyő közepén
it: Centro dello schermo
iw_il: מרכז המסך
lt: Ekrano centre
nl: Midden van het scherm
pt: Centro do ecrã
pt_br: Centro da Tela
ru: Центр экрана
sv: Mitten av skärmen

source: Display document title as window title
ast: Amosar títulu del documentu como títulu de la ventana
bs: Prikaži naslov dokumenta kao naslov prozora
ca: Mostra el títol del document com a títol de la finestra
da: Vis dokumentets titel som vinduets titel
de: Dokumenttitel anstatt Dateinamen anzeigen
es: Mostrar título del documento como título de la ventana
et: Kuva dokumendi pealkiri akna pealkirjana
fr: Afficher le titre du document dans la barre de titre
gl: Mostrar o título do documento como título da xanela
hr: Prikaži naslov dokumenta kao naslov prozora
hu: A dokumentum címe legyen az ablak címe
it: Mostra il titolo del documento come titolo della finestra
iw_il: הצגת כותרת המסמך ככותרת החלון
lt: Rodyti dukumento antraštę kaip lango antraštę
nl: Toon de document titel als een venster titel
pt: Mostrar título do documento como título da janela
pt_br: Mostrar título do documento no título da janela
ru: Отображать заголовок документа в заголовке окна
sv: Visa dokuementets titel som fönstertitel

source: Pdf version required:
ast: Versión pdf necesaria:
bs: Potrebna pdf verzija:
ca: Versió pdf requerida:
da: Pdf-version kræves:
de: Erforderliche PDF-Version:
es: Version de PDF requerida:
et: Pdf versioon nõutud:
fr: Version pdf requise :
gl: É necesaria a versión Pdf
hr: Potrebna pdf verzija:
hu: Szükséges pdf verzió:
it: Versione PDF richiesta:
iw_il: גרסת ה־pdf הנחוצה:
lt: Reikalinga pdf versija:
nl: Pdf versie is verplicht:
pt: Versão Pdf requerida:
pt_br: Versão de Pdf requerida
ru: Требуемая PDF-версия:
sv: PDF-version som krävs:

source: No page scaling in print dialog
ast: Ensin escala na ventana d'impresión
bs: Nema skaliranja stranice u print dijalogu
ca: Sense escalat de pàgina al diàleg d'impressió
da: Ingen sideskalering i udskriftsvinduet
de: Kein Anpassen der Seitengröße im Druckdialog
es: Sin escalado de página en el diálogo de impresión
et: Suurendusvõimaluse puudumine printimise dialoogiaknas
fr: Pas d'échelle dans la fenêtre d'impression
gl: Sen escalado de páxina no diálogo imprimir
hr: Bez promjene veličine dokumenta u dijalogu za ispis
hu: Nyomtatásnál nem méretezhető
it: Non ridimensionare la pagina nella finestra di stampa
iw_il: אין שינוי גודל לעמוד בחלונית ההדפסה
lt: Nerodyti puslapio dydžio keitimo spausdinimo dialoge
nl: Geen pagina verschaling in het afdruk dialoog venster
pt: Sem escala na janela de impressão
pt_br: Sem escala de página na janela de impressão
ru: Нет масштабирования страницы в диалоге печати
sv: Ingen sidskalning i utskriftsdialogen

source: Viewer open mode:
ast: Mou de visualización abierta
bs: Modus otvorenog preglednika:
ca: Mode de visualització oberta
de: Ansicht beim Öffnen:
es: Modo de apertura del visor:
et: Kuvarakenduse avamisrežiim:
fr: Mode d'ouverture de la fenêtre :
gl: Visor en modo aberto:
hr: Način otvaranja preglednika
hu: Megjelenítő megnyitási módja:
it: Modo di apertura del visualizzatore:
iw_il: מצב פתיחת המציג:
lt: Žiūryklės atidarymo režimas
nl: Weergave bij het openen:
pt: Visualizador em modo aberto:
pt_br: Mostar o modo aberto
ru: Режим просмотра:
sv: Öppningsläge för visning:

source: Viewer layout:
ast: Disposición del visor
bs: Format pregleda:
ca: Disposició de visualització:
da: Visningslayout:
de: Seitenanzeige
es: Disposición del visor:
et: Kuvarakenduse laotus:
fr: Mode d'affichage des pages :
gl: Deseño do visor:
hr: Izgled preglednika:
hu: Megjelenítő elrendezése:
it: Layout del visualizzatore:
iw_il: פריסת המציג:
lt: Žiūryklės išdėstymas
nl: Scherm indeling:
pt: Disposição do visualizador:
pt_br: Layout do Visualizador
ru: Просмот макета:
sv: Visningslayout:

source: Non fullscreen mode:
ast: Ensin mou pantalla completa
bs: Modus bez cijelog ekrana
ca: Mode sense pantalla completa
da: Ingen fuldskærmstilstand:
de: Ansicht nach Vollbildmodus
es: Sin modo de pantalla completa:
et: Mitte-täisekraan režiim:
fr: En sortie du plein écran :
gl: Desactivar o modo de pantalla completa
hr: Način bez izgleda cijelog zaslona:
hu: Nem teljes képernyős mód:
it: Modo non a schermo intero:
iw_il: מצב "לא במסך מלא":
lt: Vaizdas ne viso ekrano režimu
nl: Indien geen volledig scherm:
pt: Modo de Janela:
pt_br: Sem modo de tela cheia:
ru: Оконный режим:
sv: Icke-helskärmsläge:

source: Direction:
ast: Dirección
bs: Smjer:
ca: Direcció:
da: Retning:
de: Richtung:
es: Dirección:
et: Suund:
fr: Direction du texte :
gl: Dirección:
hr: Smjer:
hu: Utasítás
it: Direzione:
iw_il: כיוון:
lt: Kryptis:
nl: Richting:
pt: Direcção:
pt_br: Direção:
ru: Направление:
sv: Riktning:

source: Set options
ast: Determinar opciones
bs: Postavi opcije
ca: Definiu les opcions
da: Vælg indstillinger
de: Optionen festlegen
es: Establecer opciones
et: Säti valikud
fr: Choix des options :
gl: Estabeleza as opcións
hr: Promijeni postavke
hu: Lehetőségek beállítása
it: Imposta opzioni
iw_il: הגדרת אפשרויות
lt: Nustatyti parametrus
nl: Stel opties in
pt: Defina as opções
pt_br: Configurar opções
ru: Установка опций
sv: Ange alternativ

source: Set viewer options for selected files
ast: Determinar opciones del visor pa los ficheros seleccionaos
bs: Postavi opcije preglednika za izabrane dokumente
ca: Definiu les accions del visor per als fitxers seleccionats
da: Sæt visningsindstillinger for valgte filer
de: Anzeigeoptionen für ausgewählte Dateien festlegen
es: Establecer opciones del visor para los archivos seleccionados
et: Säti valitud failidele kuvarakenduse valikud
fr: Appliquer les options aux fichiers
gl: Estabeleza as opcións do visor para os ficheiros seleccionados
hr: Promjena postavki preglednika za odabrane datoteke
hu: A megjelenítő beállításai a ktjelölt file-ra
it: Imposta opzioni del visualizzatore per i file selezionati
iw_il: הגדרת אפשרויות המציג עבור קבצים נבחרים
lt: Nustatyti žiūryklės parametrus pasirinktiems failams
nl: Stel viewer opties in voor de geselecteerde files
pt: Defina as opções do visualizador para os ficheiros seleccionados
pt_br: Configure opções de visualização para os arquivos selecionados
ru: Установить опции просмотра выделенных файлов
sv: Ange visningsalternativ för valda filer

source: Left to right
ast: de la izquierda pa la derecha
bs: S lijeva nadesno
ca: D'esquerra a dreta
da: Venstre mod højre
de: Von links nach rechts
es: De izquierda a derecha
et: Vasakult paremale
fr: De gauche à droite
gl: De esquerda a dereita
hr: Slijeva na desno
hu: Balról jobbra
it: Da sinistra a destra
iw_il: שמאל לימין
lt: Iš kairės į dešinę
nl: Links naar rechts
pt: Esquerda para a direita
pt_br: Esquerda para direita
ru: Слева направо
sv: Vänster till höger

source: Right to left
ast: de la derecha pa la izquierda
bs: S desna nalijevo
ca: De dreta a esquerra
da: Højre mod venstre
de: Von rechts nach links
es: De derecha a izquierda
et: Paremalt vasakule
fr: De droite à gauche
gl: De dereita a esquerda
hr: Zdesna na lijevo
hu: Jobbról balra
it: Da destra a sinistra
iw_il: ימין לשמאל
lt: Iš dešinės į kairę
nl: Rechts naar links
pt: Direita para a esquerda
pt_br: Direita para esquerda
ru: Справа налево
sv: Höger till vänster

source: None
ast: nengún
bs: Ništa
ca: Cap
da: Intet
de: Keine
es: Ninguno
et: Mitte ükski
fr: Ne pas préciser
gl: Ningún
hr: Ništa
hu: Egyik sem
it: Nessuno
iw_il: ללא
lo: ບໍ່ມີ
lt: Nėra
nl: Geen
pt: Nenhum
pt_br: Nenhum
ru: Нет
sv: Inga

source: Fullscreen
ast: pantalla completa
bs: Cijeli ekran
ca: Pantalla completa
da: Fuldskærm
de: Vollbild
es: Pantalla completa
et: Täisekraanvaade
fr: Plein écran
gl: Pantalla completa
hr: Cijeli zaslon
hu: Teljes képernyő
it: A tutto schermo
iw_il: מסך מלא
lt: Visame ekrane
nl: Volledig scherm
pt: Ecrã inteiro
pt_br: Tela Cheia
ru: Полноэкранный
sv: Helskärm

source: Attachments
ast: Ficheros apegaos
bs: Prilozi
ca: Adjuncions
da: Vedhæftede filer
de: Dateianlagen
es: Adjuntos
et: Manused
fr: Pièces jointes
gl: Anexos
hr: Privici
hu: Mellékletként
it: Allegati
iw_il: קבצים מצורפים
lt: Priedai
nl: Bijlagen
pt: Anexos
pt_br: Anexos
ru: Вложения
sv: Bilagor

source: Optional content group panel
ast: grupu de paneles de conteníu opcional
bs: Grupni panel opcionog sadržaja
ca: Grup de panels de contingut opcional
de: Ebenen
es: Grupo de paneles de contenido opcional
et: Valikuline sisugrupi paneel
fr: Calques
gl: Panel opcional dos contidos do grupo
hr: Neobavezni grupni panel sadržaja
hu: Választható tartalmak csoport panel
it: Pannello dei livelli opzionali
iw_il: לוח קבוצת תוכן אפשרית
lt: Neprivalomo turinio grupės skydelis
nl: Optionele inhoud groep paneel
pt: Painel do grupo de conteúdo opcional
pt_br: Painel opcional de conteúdo de grupo
ru: Дополнительная панель содержания группы

source: Document outline
ast: bocetu del documentu
bs: Konture dokumenta
ca: Esquema del document
da: Disposition
de: Lesezeichen
es: Resumen del documento
et: Dokumendi kontuur
fr: Plan du document
gl: Esquema do documento
hr: Koncept dokumenta
hu: A dokumentum vázlata
it: Segnalibri del documento
iw_il: מתאר המסמך
lt: Dokumento apybraiža
nl: Document randen
pt: Limite do documento
pt_br: Esboço do documento
ru: Схема документа
sv: Dokumentdisposition

source: Thumbnail images
ast: Miniatures
bs: Umanjene sličice
ca: Miniatures
da: Miniaturebilleder
de: Miniaturseiten
es: Miniaturas de imágenes
et: Pisipildid
fr: Miniatures
gl: Imaxes en miniatura
hr: Minijature
hu: Kisméretű képek
it: Immagini di anteprima
iw_il: תמונות ממוזערות
lt: Glausti paveiksliukai
nl: Miniaturen
pt: Miniaturas
pt_br: Imagens em miniatura
ru: Миниатюры
sv: Miniatyrbilder

source: One page at a time
ast: páxines una por una
bs: Jedna strana istovremeno
ca: Una pàgina cada cop
da: En side ad gangen
de: Einzelne Seite
es: Páginas de una en una
et: Üks dokument korraga
fr: Une par une
gl: Unha páxina cada vez
hr: Stranica po stranica
hu: Oldalanként
it: Una pagina alla volta
iw_il: עמוד יחיד בכל פעם
lt: Vienas puslapis vienu metu
nl: één pagina gelijkertijd
pt: Uma página de cada vez
pt_br: Uma pagina por vez
ru: По одной странице
sv: En sida åt gången

source: Pages in one column
ast: páxines nuna columna
bs: Stranice u jednoj koloni
ca: Pàgines en una columna
da: Sider i en kolonne
de: Einzelne Seite, fortlaufend
es: Páginas en una columna
et: Leheküljed ühes tulbas
fr: En continu
gl: Páxinas nunha columna
hr: Stranice u jednom stupcu
hu: Oldalak egy oszlopban
it: Pagine in una colonna
iw_il: עמודים בעמודה אחת
lt: Puslapiai vienu stulpeliu
nl: Pagina's in één kolom
pt: Páginas numa coluna
pt_br: Páginas em uma coluna
ru: Страницы в один столбец
sv: Sidor i en kolumn

source: Pages in two columns (odd on the left)
ast: páxines en dos columnes (impares a manzorga)
bs: Stranice u dvije kolone (neparne lijevo)
ca: Pàgines en dues columnes (senar a l'esquerra)
da: Sider i to kolonner (ulige til venstre)
de: Zwei Seiten, fortlaufend (ungerade links)
es: Páginas en dos columnas (impares a la izquierda)
et: Leheküljed kahes tulbas (paaritud vasakul)
fr: En vis-à-vis continu (paires à droite)
gl: Páxinas a dúas columnas (impares na esquerda)
hr: Stranice u dva stupca (neparne slijeva)
hu: Oldalak két oszlopban (páratlanok baloldalt)
it: Pagine in due colonne (dispari a sinistra)
iw_il: עמודים בשתי עמודות (אי־זוגיים משמאל)
lt: Puslapiai dviem stulpeliais (nelyginiai kairėje)
nl: Pagina's in twee kolomen (oneven links)
pt: Páginas em duas colunas (ímpar à esquerda)
pt_br: Páginas em 2 colunas (impares a esquerda)
ru: Страницы в два столбца (нечетные слева)
sv: Sidor i två kolumner (udda till vänster)

source: Pages in two columns (odd on the right)
ast: páxines en dos columnes (impares a mandrecha)
bs: Stranice u dvije kolone (neparne desno)
ca: Pàgines en dues columnes (senar a la dreta)
da: Sider i to kolonner (ulige til højre)
de: Zwei Seiten, fortlaufend (ungerade rechts)
es: Páginas en dos columnas (impares a la derecha)
et: Leheküljed kahes tulbas (paaritud paremal)
fr: En vis-à-vis continu (paires à gauche)
gl: Páxinas a dúas columnas (impares na dereita)
hr: Stranice u dva stupca (neparne zdesna)
hu: Oldalak két oszlopban (páratlanok jobboldalt)
it: Pagine in due colonne (dispari a destra)
iw_il: עמודים בשתי עמודות (אי־זוגיים מימין)
lt: Puslapiai dviem stulpeliais (nelyginiai dešinėje)
nl: Pagina's in twee kolommen (oneven rechts)
pt: Páginas em duas colunas (ímpar à direita)
pt_br: Páginas em duas colunas (impares a direita)
ru: Страницы в два столбца (нечетные справа)
sv: Sidor i två kolumner (udda till höger)

source: Two pages at a time (odd on the left)
ast: dos páxines a la vez (impares a manzorga)
bs: Dvije stranice istovremeno (neparne lijevo)
ca: Dos pàgines cada cop (senar a l'esquerra)
da: To sider ad gangen (ulige til venstre)
de: Zwei Seiten (ungerade links)
es: Dos páginas a la vez (impares a la izquierda)
et: Kaks lehekülge korraga (paaritu vasakul)
fr: En vis-à-vis unique (paires à droite)
gl: Dúas páxinas ao mesmo tempo (impares na esquerda)
hr: Dvije stranice odjednom (neparne slijeva)
hu: Kétoldalanként (páratlanok baloldalt)
it: Due pagine alla volta (dispari a sinistra)
iw_il: שני עמודים במסך (אי־זוגי משמאל)
lt: Du puslapiai vienu metu (nelyginiai kairėje)
nl: Twee pagina's gelijktijdig (oneven links)
pt: Duas páginas à vez (ímpar à esquerda)
pt_br: Duas páginas por vez (impares a esquerda)
ru: Две страницы одновременно (нечетные слева)
sv: Två sidor åt gången (udda till vänster)

source: Two pages at a time (odd on the right)
ast: dos páxines a la vez (impares a mandrecha)
bs: Dvije stranice istovremeno (neparne desno)
ca: Dos pàgines cada cop (senar a la dreta)
da: To sider ad gangen (ulige til højre)
de: Zwei Seiten (ungerade rechts)
es: Dos páginas a la vez (impares a la derecha)
et: Kaks lehekülge korraga (paaritu paremal)
fr: En vis-à-vis unique (paires à gauche)
gl: Dúas páxinas ao mesmo tempo (impares na dereita)
hr: Dvije stranice odjednom (neparne zdesna)
hu: Kétoldalanként (páratlanok jobboldalt)
it: Due pagine alla volta (dispari a destra)
iw_il: שני עמודים במסך (אי־זוגי מימין)
lt: Du puslapiai vienu metu (nelyginiai dešinėje)
nl: Twee pagina's gelijktijdig (oneven rechts)
pt: Duas páginas à vez (ímpar à direita)
pt_br: Duas páginas por vez (impares a direita)
ru: Две страницы одновременно (нечетные справа)
sv: Två sidor åt gången (udda till höger)

source: Viewer options
ast: opciones del visor
bs: Opcije preglednika
ca: Opcions de visualització
da: Visningsindstillinger
de: Anzeigeoptionen
es: Opciones del visor
et: Kuvarakenduse valikud
fr: Options d'affichage
gl: Opcións do visor
hr: Postavke preglednika
hu: Megjelenítő beállításai
it: Opzioni visualizzatore
iw_il: אפשרויות המציג
lt: Žiūryklės nustatymai
nl: Viewer opties
pt: Opções do visualizador
pt_br: Opções do VIsualizador
ru: Опции просмотра
sv: Visningsalternativ

source: Viewer options section loaded.
ast: sección d'opciones del visor cargada
bs: Učitana skecija opcija preglednika.
ca: S'ha carregat la secció d'opcions del visualitzador
da: Viewer options-sektion indlæst.
de: Bereich »Anzeigeoptionen« geladen.
es: Sección de opciones del visor cargada.
et: Kuvarakenduse valikute sektsioon laetud.
fr: Section "Options d'affichage" chargée.
gl: Cargada a sección opcións do visor
hr: Učitane postavke preglednika.
hu: Megjelenítő beállításai rész betöltve
it: Sezione opzioni visualizzatore caricata
iw_il: אגף אפשרויות המציג נטען.
lt: Žiūryklės nustatymų sekcija įkrauta
nl: Viewer opties sectie geladen.
pt: Secção de opções do visualizador carregada.
pt_br: Ver opções carregadas na seção
ru: Секция параметров просмотра загружена.
sv: Avsnittet för visningsalternativ inläst.

source: Move on top
ast: Poner no cimero
bs: Pomakni na vrh
ca: Vés a dalt de tot
da: Flyt til toppen
de: An den Anfang
es: Mover arriba
et: Liiguta üles
fr: Placer au début
gl: Mover carra arriba
hr: Pomaknite na vrh
hu: Felülre
it: Muovi in testa
lt: Perkelti į viršų
nl: Verplaats naar boven
pt: Mover para o topo
pt_br: Mover para cima
ru: В начало
sv: Flytta överst

source: Move to bottom
ast: Poner no fondero
bs: Pomakni na dno
ca: Vés a baix de tot
da: Flyt til bunden
de: Ans Ende
es: Mover al final
et: Liiguta alla
fr: Placer à la fin
gl: Mover á fin
hr: Pomaknite na dno
hu: Alulra
it: Muovi in fondo
lt: Perkelti į apačią
nl: Verplaats naar onderen
pt: Mover para a base
pt_br: Mover para baixo
ru: В конец
sv: Flytta längst ner

source: To choose a file browse or enter the full path to the destination output file.
ast: Escueyi un navegador de ficheros o introducz el camín completu al ficheru de destín
bs: Za izbor dokumenta, pronađite ga ili unesite punu putanju do ciljnog izlaznog dokumenta.
ca: Trieu un navegador de fitxers o introduïu el camí sencer al fitxer destí
da: For at vælge en fil, gennemse eller indtast den fulde sti til destinationsfilen.
de: Um eine Datei auszuwählen, navigieren Sie zur Ausgabedatei oder geben Sie den vollständigen Pfad zu dieser ein.
es: Para elegir un archivo, navegue o introduzca la ruta de destino del archivo de salida.
fr: Pour sélectionner un fichier, recherchez ou entrez le chemin complet du fichier à créer.
gl: Escoller un ficheiro do navegador ou introducir a ruta completa do destino do ficheiro.
hu: Egy file kiválasztásához keresse meg, vagy adja meg annak teljes elérési útvonalát.
it: Per selezionare un file, sfoglia o digita il percorso completo al file di destinazione.
lt: Pasirinkite failą arba įrašykite pilną kelią iki išvedimo failo.
nl: Selecteer een bestand door erheen te bladeren of door de volledige pad en bestandsnaam op te geven.
pt: Para escolher o ficheiro, procure-o ou indique o caminho de destino para o ficheiro a criar.
pt_br: Para selecionar um arquivo navegue ou digite o caminho completo do arquivo de saída.
ru: Выберите в проводнике или введите полный путь расположения выходного файла
sv: För att välja fil bläddra eller ange den kompletta sökvägen till målfilen.
