Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Input file doesn't exists or is a directory
ast: El ficheru d'orixe nun esiste o ye un directoriu
bs: Ulazna datoteka ne postoji ili je direktorij
ca: No existeix el fitxer orígen o és un directori
da: Inputfil eksisterer ikke eller er en mappe
de: Quelldatei existiert nicht oder ist ein Verzeichnis
es: El archivo de entrada no existe o es un directorio
fr: Le chemin désigne un fichier qui n'existe pas ou un dossier
gl: O ficheiro de entrada non existe ou é un directorio
hr: Ulazna datoteka ne postoji ili je direktorij
hu: A bemeneti file, vagy könyvtár nem létezik
it: Il file in input non esiste o è una directory
lt: Toks failas neegzistuoja arba tai yra katalogas
nl: Invoer bestand bestaat niet of is een folder
pt: O ficheiro fonte não existe ou é um directório
pt_br: Arquivo de entrada não existe ou é um diretório
ru: Входной файл не существует или это каталог

source: Error opening pdf document
ast: Error al abrir el documentu pdf
bs: Greška kod otvaranja pdf dokumenta
ca: S'ha produit un error en obrir el document pdf
da: Fejl i åbning af pdf-dokumentet
de: Fehler beim Öffnen des PDF-Dokuments
es: Error abriendo documento pdf
et: Viga pdf dokumendi avamisel
fr: Erreur d'ouverture du document pdf
gl: Produciuse un erro ao abrir o documento pdf
hr: Grečka pri otvaranju pdf dokumenta
hu: Hiba a pdf file megnyitásakor
it: Errore aprendo il documento pdf
lt: Klaida atidarant pdf dokumentą
nl: Kan het pdf document niet openen
pt: Erro ao abrir o documento pdf
pt_br: Erro ao abrir documento pdf
ru: Ошибка при открытии документа PDF

source: Password not provided.
ast: Falta la contraseña
bs: Šifra nije obezbijeđena
ca: No s'ha proporcionat la contrasenya
da: Kodeord ikke tildelt
de: Passwort fehlt.
es: No se ha introducido la contraseña.
fr: Mot de passe manquant.
gl: Non se forneceu un contrasinal.
hr: Zaporka nije dana.
hu: A jelszó nincs beintegrálva.
it: Password non fornita.
lt: Neįvestas slaptažodis
nl: Wachtwoord niet opgegeven
pt: Palavra-passe não fornecida.
pt_br: Senha não informada.
ru: Пароль не установлен

source: Unable to open the document.
ast: Imposible abrir el documentu
bs: Nemoguće otvoriti dokument
ca: No s'ha pogut obrir el document
da: Kan ikke åbne dokumentet
de: Dokument konnte nicht geöffnet werden.
es: No se pudo abrir el documento.
fr: Ouverture du document impossible.
gl: Non foi posíbel abrir o documento.
hr: Ne mogu otvoriti dokument.
hu: Nem sikerült megnyitni a dokumentumot.
it: Impossibile aprire il documento
lt: Nepavyko atidaryti dokumento
nl: Kan het document niet openen.
pt: Não foi possível abrir o documento.
pt_br: Não foi possível abrir o documento.
ru: Не удается открыть документ.

source: Not enough memory to create thumbnails
ast: Memoria insuficiente pa crear les miniatures
bs: Nema dovoljno memorije za kreiranje umanjenog prikaza
ca: No hi ha prou memòria per a crear les miniatures
da: Ikke nok hukommelse til at genere miniaturebillede
de: Nicht genug Speicher zum Erstellen der Miniaturansichten
es: No hay suficiente memoria para crear miniaturas
fr: Mémoire insuffisante pour la création des miniatures
gl: Non hai memoria abondo para crear as miniaturas
hu: Nincs elég memória a miniatűr kép létrehozásához.
it: Memora non sufficiente per creare le anteprime
lt: Nepakanka atminties paveiksliukų (thumbnails) kūrimui
nl: Onvoldoende geheugen voor het maken van de miniatuurweergaves
pt: Não tem memória suficiente para criar as miniaturas
pt_br: Sem memória para criar miniaturas (thumbnails)
ru: Недостаточно памяти для создания эскизов.

source: Thumbnails generated in
ast: Miniatrues xeneraes en
bs: Umanjeni prikaz je generisan u
ca: S'ha generat les miniatures a
da: Miniaturer oprettet i
de: Miniaturansichten wurden erstellt in
es: Miniaturas generadas en
fr: Miniatures générées en
gl: Miniaturas xeradas en
hu: Miniatűr képek létrehozása
it: Anteprime generate in
lt: Paveiksliukai sugeneruoti kataloge:
nl: Miniatuurweergaves gegeneerd in
pt: Miniaturas geradas em
pt_br: Miniaturas (thumbnails) geradas em
ru: Эскизы созданы в

source: Unable to generate thumbnail
ast: Imposible xenerar les miniatures
bs: Nije moguće generisati umanjeni prikaz
ca: No s'ha pogut crear les miniatures
da: Ikke i stand til at oprette miniature
de: Miniaturansicht konnte nicht erstellt werden
es: No se puede generar miniatura
fr: Génération de miniatures impossible
gl: Non foi posíbel xerar as miniaturas
hu: Nem sikerült a miniatűr képek létrehozása.
it: Impossibile generare l'anteprima
lt: Nepavyko sugeneruoti paveiksliukų
nl: Kan miniatuurweergave niet genereren
pt: Não foi possível gerar a miniatura
pt_br: Não foi possível gerar miniatura (thumbnail)
ru: Невозможно сгенерировать эскизы

source: node environment loaded.
ast: Nuedu d'entornu cargáu
bs: učitano okruženje čvora.
ca: carregat el node d'entorn
de: Umgebung wurde geladen.
es: ambiente de nodo cargado.
et: noodi keskkond laetud.
fr: chargé suivant la configuration.
gl: cargado o nodo do contorno
hr: učitano okružje čvorova.
hu: csomópont környezet betöltve.
it: Nodo configurazione caricato.
iw_il: סביבת הצמתים נטענה.
lt: aplinka įkelta.
nl: instellingen geladen.
pt: nodo de ambiente carregado.
pt_br: ambiente nó carregado.
ru: узел среды загружен.
sv: nodmiljö sparad

source: Environment saved.
ast: Configuración guardada
bs: Okruženje je snimljeno.
ca: S'ha desat l'entorn.
da: Miljø gemt.
de: Umgebung wurde gespeichert.
es: Entorno guardado.
et: Keskkond salvestatud.
fr: Sauvegarde de configuration effectuée.
gl: Contorno gardado.
hr: Okružje spremljeno.
hu: Környezet mentve.
it: Configurazione salvata
iw_il: סביבת העבודה נשמרה.
lt: Aplinka išsaugota
nl: Omgeving bewaren.
pt: Ambiente gravado.
pt_br: Ambiente salvo.
ru: Рабочая среда сохраняется.
sv: Miljön sparad.

source: Error saving environment, output file is null.
ast: Error al guardar la configuración, el ficheru de salida ta vacíu
bs: Greška pri snimanju okruženja, izlazni dokument je null.
ca: Error en desar l'entorn, no existeix el fitxer de sortida.
da: Fejl under gemning af miljø, destinationsfil er null.
de: Fehler beim Speichern der Umgebung. Die Ausgabedatei ist ungültig.
es: Error al guardar el entorno, el archivo de salida es nulo.
et: Viga keskkonna salvestamisel, väljundfail on tühi.
fr: Erreur de sauvegarde de configuration, le fichier n'a pas été créé.
gl: Erro ao gardar o contorno, o ficheiro de saída está baleiro.
hr: Greška pri spremanju okružja, izlazna datoteka ne postoji.
hu: Hiba a környezet mentésekor, a kimeneti file nem jött létre.
it: Errore nel salvataggio della configurazione, il file di destinazione è nullo.
iw_il: שגיאה בשמירת הסביבה, הפלט הוא ריק.
lt: Klaida išsaugant aplinką, rezultato failas yra null.
nl: Fout bij het bewaren van de omgeving. Outvoerbestand werd niet geconfigureerd.
pt: Erro ao gravar o ambiente, ficheiro de saída inválido.
pt_br: Erro ao salvar o ambiente, arquivo de saída é nulo.
ru: Ошибка при сохранении рабочей среды, выходной файл является пустым.
sv: Fel när miljön sprades, målfilen är noll.

source: Error saving environment.
ast: Error al guardar la configuración
bs: Greška pri snimanju okruženja
ca: Error en desar l'entorn.
da: Fejl ved gemning af miljø.
de: Fehler beim Speichern der Umgebung.
es: Error al guardar el ambiente
et: Viga keskkonna salvestamisel.
fr: Erreur de sauvegarde de la configuration.
gl: Erro ao salvar o contorno.
hr: Greška pri spremanju okruženja.
hu: Hiba a környezet mentésekor.
it: Errore nel salvataggio della configurazione.
iw_il: שגיאה בשמירת הסביבה.
lt: Klaida išsaugant aplinką
nl: Fout bij het opslaan van de instellingen.
pt: Erro ao gravar o ambiente.
pt_br: Erro ao salvar o ambiente.
ru: Ошибка при сохранении рабочей среды.
sv: Fel när miljön sparades.

source: Environment loaded.
ast: Configuración guardada
bs: Okruženje je učitano.
ca: S'ha carregat l'entorn.
da: Miljø indlæst.
de: Umgebung wurde geladen.
es: Ambiente cargado.
et: Keskkond laetud.
fr: Chargement de configuration effectué.
gl: O contorno foi cargado.
hr: Okruženje učitano.
hu: Környezet betöltve.
it: Configurazione caricata.
iw_il: הסביבה נטענה.
lt: Aplinka įkelta.
nl: Instellingen geladen.
pt: Ambiente carregado.
pt_br: Ambiente carregado.
ru: Рабочая среда загружена.
sv: Miljö laddad.

source: Error loading environment.
ast: Error al cargar la configuración
bs: Greška učitavanja okruženja.
ca: Error en carregar l'entorn.
da: Fejl ved indlæsning af miljø.
de: Fehler beim Laden der Umgebung.
es: Error al cargar el entorno.
et: Viga keskkonna laadimisel.
fr: Erreur de chargement de configuration.
gl: Erro ao cargar o contorno.
hr: Greška pri učitavanju okruženja.
hu: Hiba a környezet betöltésekor.
it: Errore durante il caricamento della configurazione
iw_il: שגיאה בטעינת הסביבה.
lt: Klaida įkeliant aplinką
nl: Fout bij het laden van de instellingen.
pt: Erro ao carregar o ambiente.
pt_br: Erro ao carregar o ambiente.
ru: Ошибка загрузки окружения
sv: Fel när miljön laddades

source: Error loading environment from input file.
ast: Error al cargar l'entornu del ficheru d'entrada
bs: Greška učitavanja okruženja iz ulaznog dokumenta.
ca: Error en carregar l'entorn del fitxer d'entrada.
da: Fejl ved indlæsning af miljø fra inputfil.
de: Fehler beim Laden der Umgebung aus einer Datei
es: Error al cargar el ambiente desde el archivo de entrada.
et: Viga keskkonna sisendfailist laadimisel.
fr: Erreur lors du chargement de configuration suivant le fichier.
gl: Erro ao cargar o contorno dende o ficheiro de entrada.
hr: Greška pri učitavanju okružja iz ulazne datoteke.
hu: Hiba, amit a bemeneti állományból töltött be a környezetet
it: Errore durante il caricamento della configurazione dal file esterno
iw_il: שגיאה בטעינת הסביבה מקובץ קלט.
lt: Klaida įkeliant aplinką iš šaltinio
nl: Fout bij het laden van uw omgeving uit het invoerbestand.
pt: Erro ao carregar o ambiente no ficheiro de entrada.
pt_br: Erro ao carregar embiente do arquivo de entrada.
ru: Ошибка при загрузке среды из входящего файла
sv: Fel när miljön laddades från källfilen

source: Image viewer
ast: Visor d'imaxes
bs: Preglednik slika
ca: Visor d'imatges
da: Billedfremviser
de: Bildbetrachter
es: Visor de imágenes
fr: Visionneur d'images
gl: Visor de imaxes
hr: Preglednik slika
hu: Képmegjelenítő
it: Visualizzatore immagine
lt: Paveikslų žiūryklė
nl: Afbeelding viewer
pt: Visualizador de imagens
pt_br: Visualizador de imagem
ru: Просмотр изображений

source: Unable to initialize the thumbnails creation library.
ast: Imposible entamar la creación de la biblioteca de miniatures
bs: Niej moguće inicijalizizorati biblioteku za kreiranje umanjenog prikaza.
ca: No s'ha pogut inicialitzar la llibreria de creació de miniatures
de: Die für die Miniaturansichterstellung zuständige Bibliothek konnte nicht gestartet werden.
es: No se pudo inicializar la biblioteca de creación de miniaturas.
fr: Initialisation de la bibliothèque de création de miniatures impossible.
gl: Non foi posíbel iniciar a biblioteca de creación de miniaturas
hu: Nem sikerült elkezdeni a miniatűrök könyvtár létrehozását
it: Impossibile inizializzare la libreria di creazione delle anteprime.
lt: Nepavyko inicializuoti paveiksliukų kūrimo bibliotekos
nl: De bibliotheek voor het genereren van thumbnails kan niet worden geïnitialiseerd.
pt: Incapaz de iniciar a biblioteca de criação de miniaturas.
pt_br: Não foi possível inicializar a biblioteca de criação de miniaturas (thumbnails)
ru: Невозможно инициализировать библиотеку создания эскизов

source: Unable to open image preview
ast: Imposible abrir la previsualización d'imaxe
bs: Nemoguće otvoriti pregled slika
ca: No s'ha pogut obrir la previsualització d'imatge
da: Ikke i stand til at åbne miniaturebillede
de: Bildvorschau konnte nicht geöffnet werden
es: No se puede abrir previsualización de imagen
fr: Ouverture de l'aperçu impossible
gl: Non foi posíbel abrir a vista previa
hu: Nem sikerült megnyitni a kép előnézetét
it: Impossibile aprire l'anteprima dell'immagine
lt: Nepavyko atverti paveiksliuko peržiūros (preview)
nl: Kan afbeelding niet openen
pt: Incapaz de abrira antevisão
pt_br: Não foi possível abrir visualização da imagem
ru: Невозможно открыть предварительный просмотр изображения

source: Unknown Action
ast: Acción desconocida
bs: Nepoznata Akcija
ca: Acció desconeguda
da: Ukendt handling
de: Unbekannte Aktion
es: Acción desconocida
fr: Action inconnue
gl: Acción descoñecida
hr: Nepoznata akcija
hu: Ismeretlen esemény
it: Azione sconosciuta
lt: Nežinomas veiksmas
nl: Onbekende opdracht
pt: Acção Desconhecida
pt_br: Ação desconhecida
ru: Неизвестное действие

source: Error playing sound
ast: Error de reproducción del soníu
bs: Greška reprodukcije zvuka
ca: S'ha produït un error en reproduir àudio
da: Fejl ved afspilning af lyd
de: Fehler beim Abspielen des Klangs
es: Error reproduciendo sonido
fr: Erreur de lecture du son
gl: Produciuse un erro reproducindo son
hu: Hibahang lejátszva
it: Errore eseguendo il suono
lt: Klaida grojant garsą
nl: Kan geluid niet afspelen
pt: Erro ao reproduzir som
pt_br: Erro ao reproduzir som
ru: Ошибка при воспроизведении звука

source: Generating thumbnails using the following library:
ast: Xeneración de miniatures cola biblioteca que vien darréu:
bs: Generisanje umanjenog prikaza pomoću sljedeće biblioteke:
ca: S'està generant les miniatures emprant la següent llibreria:
da: Genererer miniaturebilleder ved hjælp af følgende bibliotek:
de: Erzeugen der Miniaturansichten mit folgender Bibliothek:
es: Generando miniaturas usando la siguiente biblioteca:
fr: Génération des miniatures avec la bibliothèque suivante :
gl: Xerar as miniaturas coa seguinte biblioteca:
hu: Miniatűrök létrehozása a a következő könyvtárban:
it: Generando le anteprime usando la seguente libreria:
lt: Kuriami paveiksliukai kataloge:
nl: Thumbnails worden gemaakt met behulp van de volgende bibliotheek:
pt: Gerar as miniaturas utilizando a biblioteca:
pt_br: Gerando miniaturas (thumbnails) utilizando a seguinte biblioteca:
ru: Создание эскизов используя следующую библиотеку:

source: Selection table is full, please remove some pdf document.
ast: La tabala de selección ta enllena. Ye preciso desaniciar dalgún documentu pdf
bs: Tabela za izbor je puna. Molimo uklonite neke PDF dokumente.
ca: La taula de selecció és plena, si us plau, esborreu algun document pdf
da: Udvalgstabel er fuld. Fjern venligst nogle pdf-dokumenter.
de: Auswahltabelle ist voll. Bitte entfernen Sie einige PDF-Dateien.
es: Tabla de selección está llena, por favor, remueva algunos documentos pdf.
et: Valikutabel on täis, palun eemalda mõni pdf dokument.
fr: Le tableau de sélection est complet, veuillez enlever des pdf.
gl: A táboa de selección está chea. Por favor, elimine algúns documentos PDF.
hr: Tablica odabira je popunjena. Molimo uklonite neke pdf dokumente.
hu: Felvételi tábla tele van, kérjük, távolítson el néhány pdf dokumentumot.
it: La tabella di selezione è piena, rimuovere alcuni documenti PDF.
iw_il: טבלת הבחירה מלאה, אנא הסר כמה מסמכי pdf.
lt: Pasirinkimų lentelė pilna, pašalinkite kurį nors pdf dokumentą.
nl: Selectietabel is vol. Gelieve enkele pdf documenten te verwijderen.
pt: A tabela de selecção está cheia, por favor remova algum documento.
pt_br: Tabela de seleção está cheio, por favor, remova algum documento pdf.
ru: Таблица заполнена, пожалуйста удалите из нее некоторые PDF документы.
sv: Urvalskolumnen är full, ta bort någa dokument

source: Table full
ast: Tabala enllena
bs: Puna tabela
ca: Taula plena
da: Fuld tabel
de: Tabelle voll.
es: Tabla llena
et: Tabel täis
fr: Tableau complet
gl: Táboa chea
hr: Tablica popunjena
hu: A tábla tele van
it: Tabella piena
iw_il: הטבלה מלאה
lt: Lentelė pilna
nl: Tabel vol
pt: Tabela cheia
pt_br: Tabela cheia
ru: Таблица полная
sv: Kolumn full

source: Please wait while all files are processed..
ast: Espera que se procesen tolos ficheros
bs: Molimo sačekajte dok svi dokumenti budu procesirani..
ca: Espereu mentre es processen tots els fitxers.
da: Vent venligst mens der arbejdes på alle filer..
de: Bitte warten, Dateien werden verarbeitet ...
es: Espere mientras se procesan todos los archivos...
et: Palun oota kuna kõik failid on töödeldud..
fr: Veuillez patienter pendant le traitement des fichiers...
gl: Por favor, agarde mentras os ficheiros son procesados..
hr: Molimo pričekajte dok se datoteke ne obrade...
hu: Kérem várjon, amíg minden fájl feldolgozásra kerül
it: Attendere mentre tutti i file verranno processati..
iw_il: נא להמתין בעת עיבוד הקבצים כולם...
lt: Palaukite kol failai apdorojami
nl: Een moment geduld om alle bestanden te verwerken..
pt: Aguarde pelo processamento de todos os ficheiros...
pt_br: Por favor aguarde enquanto todos arquivos são processados..
ru: Дождитесь окончания обработки всех файлов..
sv: Vänta medan alla filer behandlas...

source: Command validation returned an empty value.
ast: La validación de comandu devolvió un valor nulu
bs: Potvrda komande je vratila praznu vrijednost.
ca: L'ordre de validació ha tornat un valor nul.
de: Befehlsüberprüfung gab einen leeren Wert zurück.
es: Validación de comando regresó un valor vacío.
et: Käsu valideerimine tagastas tühja väärtuse.
fr: La validation de commande a renvoyé une valeur nulle.
gl: A validación da orde devolveu un valor baleiro.
hr: Provjera komande je vratila praznu vrijednost.
hu: A parancsvégrehajtás üres értékkel tért vissza.
it: La validazione del comando ha ritornato un valore vuoto.
iw_il: פקודת האימות החזירה ערך ריק.
lt: Komandos tikrinimas grąžino tuščią reikšmę
nl: Validate gaf een lege waarde terug.
pt: A validação do comando retornou um valor vazio.
pt_br: Validação de comando retornou um valor vazio.
ru: Проверка команды вернула пустое значение.
sv: Kommandovalidationen gav ett tomt värde.

source: Command executed.
ast: Comandu executáu
bs: Komanda je izvršena.
ca: Ordre executada.
da: Kommando udført.
de: Befehl wurde ausgeführt.
es: Comando ejecutado.
et: Käsk teostatud.
fr: Commande exécutée.
gl: A orde foi executada.
hr: Izvršena komanda.
hu: A parancs végrehajtva.
it: Comando eseguito.
iw_il: הפקודה הופעלה.
lt: Komanda įvykdyta
nl: Commando uitgevoerd.
pt: Comando executado.
pt_br: Comando executado.
ru: Команда выполнена.
sv: Kommandot genomfört.

source: Add
ast: Amestar
bs: Dodaj
ca: Afegeix
da: Tilføj
de: Hinzufügen
es: Añadir
et: Lisa
fr: Ajouter
gl: Engadir
hr: Dodaj
hu: Hozzáadás
it: Aggiungi
iw_il: הוספה
lt: Pridėti
nl: Toevoegen
pt: Adicionar
pt_br: Adicionar
ru: Добавить
sv: Lägg till

source: Add a pdf to the list
ast: Amestar un pdf a la llista
bs: Dodaj PDF u listu
ca: Afegeix un pdf a la llista
da: Tilføj en pdf til listen
de: PDF-Datei zur Liste hinzufügen
es: Añade un PDF a la lista
et: Lisa pdf nimekirja
fr: Ajouter un fichier
gl: Engador un PDF á lista
hr: Dodaj pdf na listu
hu: PDF hozzáadása a listához
it: Aggiungi un PDF alla lista
iw_il: הוספת PDF לרשימה
lt: Pridėti pdf į sąrašą
nl: Een pdf aan de lijst toevoegen
pt: Adicionar um pdf à lista
pt_br: Adicionar um pdf à lista
ru: Добавить файл PDF в список
sv: Lägg till en pdf till listan

source: Clear
ast: Llimpiar
bs: Počisti
ca: Buida
da: Slet
de: Leeren
es: Limpiar
et: Puhasta
fr: Vider
gl: Limpar
hr: Obriši
hu: Törlés
it: Pulisci
iw_il: ניקוי
lo: ລຶບລ້າງ
lt: Išvalyti
nl: Leegmaken
pt: Limpar
pt_br: Limpar
ru: Очистить
sv: Rensa

source: Remove every pdf file from the selection list
bs: Ukloni svaku pdf datoteku iz liste izabranih
ca: Elimina tots els fitxers PDF de la llista seleccionada
de: Alle PDF-Dokumente aus der Auswahlliste entfernen
es: Quitar todos los ficheros pdf de la lista de selección
fr: Enlever tous les pdf de la sélection
gl: Quitar todos os ficheiros pdf da lista de selección
it: Rimuovi tutti i pdf dalla lista di selezione
lt: Ištrinti kiekvieną PDF failą, esantį sąraše
nl: Verwijder elk pdf-bestand van de selectielijst
pt: Remover cada ficheiro pdf da lista de seleccção
ru: Удалить все pdf файлы из списка

source: Document properties
ast: propiedaes del documentu
bs: Karakteristike dokumenta
ca: Propietats del document
da: Dokumentegenskaber
de: Dokumenteigenschaften
es: Propiedades del documento
et: Dokumendi atribuudid
fr: Propriétés du document
gl: Propiedades do documento
hr: Svojstva dokumenta
hu: Dokumentum tulajdonságai
it: Proprietà documento
iw_il: מאפייני המסמך
lo: ຄຸນສົມບັດເອກະສານ
lt: Dokumento savybės
nl: Document eigenschappen
pt: Propriedades do documento
pt_br: Propriedades do documento
ru: Свойства документа

source: Show document properties
bs: Prikaži svojstva dokumenta
ca: Mostra les propietats del document
da: Vis dokumentegenskaber
de: Dokumenteigenschaften anzeigen
es: Mostrar las propiedades del documento
fr: Affcher les propriétés du document
gl: Mostrar as propiedades do documento
it: Mostra proprietà documento
lt: Rodyti dokumento savybes
nl: Geef de eigenschappen van het document weer
pt: Mostrar propriedades do documento
ru: Показать свойства документа

source: Move down
bs: Pomjeri naniže
ca: Mou abaix
da: Flyt ned
de: Abwärts
es: Bajar
fr: Descendre
gl: Mover cara abaixo
it: Sposta Giù
lt: Pastumti žemyn
nl: Verplaats omlaag
pt: Mover para baixo
ru: Вниз

source: Move down selected pdf file
ast: Baxar el ficheru pdf seleccionáu
bs: Pomakni dole selektovani PDF dokument
ca: Mou cap avall el fitxer pdf seleccionat
da: Flyt valgt pdf-fil ned
de: Ausgewählte PDF-Datei nach unten verschieben
es: Mueve hacia abajo un PDF seleccionado
et: Nihuta valitud pdf alla
fr: Abaisser le fichier sélectionné
gl: Mover para abaixo o ficheiro PDF seleccionado
hr: Premjesti pdf datoteku dolje
hu: A kiválasztott PDF fájl lefelé mozgatása
it: Sposta giù il file selezionato
iw_il: הזז את ה־pdf הנבחר מטה
lt: Perkelti žemyn pasirinktą failą
nl: Verplaats geselecteerde pdf omlaag
pt: Mover o ficheiro pdf para baixo
pt_br: Move para baixo o arquivo pdf selecionado
ru: Переместить выбранный файл PDF на строку вниз
sv: Flytta ner vald pdffil

source: Move Up
ast: Xubir
bs: Pomakni Gore
ca: Mou cap amunt
da: Flyt op
de: Nach oben
es: Subir
et: Nihuta üles
fr: Monter
gl: Subir
hr: Premjesti gore
hu: Mozgatás felfelé
it: Sposta su
iw_il: הזז מעלה
lo: ຍ້າຍຂຶ້ນ
lt: Perkelti aukštyn
nl: Verplaats omhoog
pt: Mover para Cima
pt_br: Para cima
ru: Вверх
sv: Flytta uppåt

source: Move up selected pdf file
ast: Xubir el ficheru pdf seleccionáu
bs: Pomakni gore izabrani PDF dokument
ca: Mou cap amunt el fitxer pdf seleccionat
da: Flyt valgt pdf-fil op
de: Ausgewählte PDF-Datei nach oben verschieben
es: Mueve hacia arriba un PDF seleccionado
et: Nihuta valitud pdf alla
fr: Remonter le fichier sélectionné
gl: Mover para enriba o ficheiro PDF seleccionado
hr: Premjesti pdf datoteku gore
hu: A kiválasztott PDF fájl felfelé mozgatása
it: Sposta su il file selezionato
iw_il: הזז את ה־pdf הנבחר מעלה
lt: Perkelti aukštyn pasirinktą pdf failą
nl: Verplaats geselecteerde pdf omhoog
pt: Mover o ficheiro pdf para cima
pt_br: Move para cima o arquivo pdf selecionado
ru: Переместить выбранный файл PDF на строку вверх
sv: Flytta upp vad pdffil

source: Reload
ast: Recargar
bs: Učitaj ponovo
ca: Recarrega
da: Genindlæs
de: Neu laden
es: Recargar
et: Lae uuesti
fr: Recharger
gl: Cargar de novo
hr: Osvježi
hu: Újra betölti
it: Ricarica
iw_il: טעינה מחדש
lt: Įkelti iš naujo
nl: Herladen
pt: Recarregar
pt_br: Recarregar
ru: Обновить
sv: Uppdatera

source: Reload the selected document
bs: Ponovo učitaj odabrani dokument
ca: Torna a carregar el document seleccionat
da: Genindlæs det valgte dokument
de: Ausgewähltes Dokument erneut laden
es: Recargar el documento seleccionado
fr: Recharger le document sélectionné
gl: Volver a cargar o documento seleccionado
it: Ricarica il documento selezionato
lt: Iš naujo įkelti dokumentą
nl: Herlaad het geselecteerde document
pt: Recarregar o documento seleccionado
ru: Перезагрузить выделенный документ
