Repository: torakiki/pdfsam
Catalog: pdfsam-i18n/po/*.po
Languages: ast, bs, ca, da, de, es, et, fr, gl, hr, hu, it, iw_il, lo, lt, nl, pt, pt_br, ru, sv

source: Execute pages reorder
ast: Executar reordenación de páxines
bs: Izvrši ponovno redanje stranica
ca: Executa la reordenació de pàgines
da: Udfør omarrangering af sider
de: Seitenbearbeitung ausführen
es: Reordenar páginas
fr: Lancer le réagencement des pages
gl: Executar a recolocación de páxinas
hu: Oldalak újrarendezése
it: Esegui il riordino delle pagine
lt: Įvykdyti puslapių tvarkos pakeitimą
nl: Voer het rangschikken van pagina's uit
pt: Executar reordenação de páginas
pt_br: Executa reclassificação das páginas
ru: Выполнить сортировку страниц
sv: Verkställ sidomflyttningen

source: Visual document composer
ast: Editor visual de documentos
bs: Vizualni kreator dokumenata
ca: Editor visual de documents
da: Visuel dokument værktøj
de: Visuelle Dokumentzusammenstellung
es: Compositor visual de documentos
fr: Composition visuelle
gl: Editor visual de documentos
hu: Vizuális dokumentum alkotó
it: Compositore visuale di documenti
lt: Vizualus dokumento kūrimas
nl: Grafisch samenvoegen van documenten
pt: Compositor visual de documentos
pt_br: Compositor visual de documento
ru: Составить документ

source: Visual Composer section loaded.
ca: S'ha carregat la secció de l'editor visual.
da: Visual Composer-sektion indlæst.
de: Abschnitt »Visuelle Dokumentzusammenstellung« geladen.
es: Sección de composición visual de documentos cargada.
fr: Section "Composition visuelle" chargée.
gl: Cargada a sección do editor visual
hu: Vizuális alkotó rész betöltve
it: Sezione compositore visuale caricata.
lt: Visual Composer sekcija įkrauta
nl: Sectie voor het grafisch samenvoegen van documenten geladen.
pt: Secção de Composição Visual carregada.
ru: Секция наглядного составления загружена.

source: Please select a pdf document or undelete some pages
ast: Selecciona un documentu pdf o restaura delles páxines
bs: Molimo selektujte pdf dokument ili vratite neke izbrisane stranice
ca: Seleccioneu un document pdf o desfeu la supressió d'algunes pàgines
da: Vælg venligst et pdf-dokument eller gendan nogle sider
de: Bitte wählen Sie ein PDF-Dokument oder machen Sie das Löschen einiger Seiten rückgängig
es: Por favor, seleccione un documento PDF o deshaga la eliminación de algunas páginas
fr: Veuillez sélectionner un document pdf ou restaurer des pages
gl: Escolla un documento pdf ou recupere algunhas das páxinas
hr: Molim Vas izaberite pdf dokument ili skinite oznaku za brisanje s nekih stranica
hu: Kérem, válassza ki a pdf dokumentumot, vagy néhány visszaállított oldalt
it: Prego selezionare un documento pdf o ripristinare alcune pagine
lt: Pasirinkite pdf dokumentą arba atstatytike ištrintus puslapius
nl: Selecteer een pdf document of maak het verwijderen van sommige pagina's ongedaan
pt: Por favor, seleccione um documento ou restaure algumas páginas
pt_br: Por favor, selecione um arquivo pdf ou recupere algumas páginas
ru: Пожалуйста, выберите PDF документ или восстановите некоторые страницы
sv: Välj ett pdf-dokument eller ångra raderingen av några sidor

source: Rotation
ast: Rotación
bs: Rotacija
ca: Gir
da: Rotering
de: Drehung
es: Rotación
et: Pööramine
gl: Rotación
hr: Rotacija
hu: Elforgatás
it: Rotazione
iw_il: הטייה
lt: Pasukimas
nl: Rotatie
pt: Rotação
pt_br: Rotação
ru: Вращение

source: All
ast: Too
bs: Sve
ca: Tot
da: Alle
de: Alle
es: Todo
et: Kõik
fr: Toutes
gl: Todo
hr: Svi
hu: Összes
it: Tutto
iw_il: הכול
lt: Visi
nl: Alle
pt: Tudo
pt_br: Tudo
ru: Все
sv: Allt

source: Even
ast: Pares
bs: Parne
ca: Parell
da: Lige
de: Gerade
es: Par
et: Paaris
fr: Paires
gl: Pares
hr: Parni
hu: Páros
it: Pari
iw_il: זוגי
lt: Lyginiai
pt: Par
pt_br: Par
ru: Четные
sv: Jämna

source: Odd
ast: Impares
bs: Neparne
ca: Senar
da: Ulige
de: Ungerade
es: Impar
et: Paaritu
fr: Impaires
gl: Impares
hr: Neparni
hu: Páratlan
it: Dispari
iw_il: אי־זוגי
lt: Nelyginiai
nl: Oneven
pt: Ímpar
pt_br: Ímpar
ru: Нечетные
sv: Udda

source: Clockwise rotation (degrees):
ast: voltiar al sen de les aguyes del reló (graos)
bs: Rotacija u smjeru kazaljke na satu (stepeni):
ca: Gir en sentit de les agulles del rellotge (graus):
da: Rotation med uret (grader):
de: Drehung im Uhrzeigersinn (Grad):
es: Rotación en el sentido de las agujas del reloj (grados):
et: Päripäeva pööramine (kraadides)
fr: Rotation horaire (en degrés)
gl: Rotacións no sentido do reloxo (graos):
hr: Rotaicija u smjeru kazaljki na satu (stupnjevi):
hu: Óramutató járásával egyező forgatás (fok):
it: Rotazione in senso orario (gradi):
iw_il: הטייה עם כיוון השעון (מעלות):
lt: Pasukimas laikrodžio rodyklės kryptimi (laipsniais)
nl: Rotatie met de klok mee (graden)
pt: Rotação à direita (graus):
pt_br: Rotação no sentido horário (graus)
ru: По часовой стрелке (в градусах)
sv: Medurs rotation (grader)

source: Pages:
ast: Páxines:
bs: Stranice:
ca: Pàgines:
da: Sider:
de: Seiten:
es: Páginas:
et: Lehed:
gl: Páxinas:
hr: Stranice:
hu: Oldalak:
it: Pagine:
iw_il: עמודים:
lt: Puslapiai:
nl: Pagina's:
pt: Páginas:
pt_br: Páginas:
ru: Страницы:
sv: Sidor:

source: Set the rotation degrees (clockwise).
ast: determinar los graos pa voltiar (al sen de les aguyes del reló)
bs: Postavite iznos rotacije u stepenima (u smjeru kazaljke)
ca: Definiu els graus de gir (en sentit de les agulles del rellotge)
da: Vælg rotation i grader (med uret).
de: Drehungswinkel festlegen (im Uhrzeigersinn).
es: Establecer los grados de rotación (sentido de las agujas del reloj).
et: Säti pööramisnurk (päripäeva).
fr: Choisissez l'angle de rotation (sens horaire)
gl: Estabeleza os graos da rotación (no sentido do reloxo).
hr: Odredite stupnjeve rotacije (smjer kazaljki na satu).
hu: Állítsuk be a forgatás fokát (óramutató járásával megegyező irányban)
it: Seleziona i gradi di rotazione (in senso orario)
iw_il: הגדרת זווית ההטייה במעלות (עם כיוון השעון).
lt: Nurodykite pasukimo kampą (pagal laikrodžio rodyklę)
nl: Geef de rotatie in graden (met de klok mee)
pt: Defina os graus de rotação (sentido horário)
pt_br: Defina o grau de rotação (sentido horário)
ru: Установить вращение в градусах (по часовой стрелке).
sv: Ange rotationsvinkeln (medurs grader)

source: Set the pages that will be rotated.
ast: Determinar les páxines que van voltiar
bs: Izaberite stranice koje će biti rotirane
ca: Definiu les pàgines que seran girades
da: Vælg hvilke sider der skal roteres.
de: Zu drehende Seiten festlegen.
es: Establecer las páginas que rotarán.
et: Säti leheküljed, mis keeratakse
fr: Sélectionnez les pages à faire pivoter
gl: Estabeleza as páxinas que van a rotar
hr: Odredite stranice koje će biti rotirane.
hu: Állítsa be az oldalakat, merre kell forgatni
it: Seleziona le pagine che devono essere ruotate
iw_il: הגדרת העמודים שיוטו.
lt: Nurorodykite puslapius kuriuos norite pasukti
nl: Selecteer de pagina's die geroteerd moeten worden
pt: Defina as as páginas que serão rodadas.
pt_br: Defina as páginas que serão rotacionadas.
ru: Указать набор страниц для вращения.

source: Rotate selected files
ast: Voltiar los ficheros seleccionaos
bs: Rotiraj selektovane dokumente
ca: Gira els fitxers seleccionats
da: Roter valgte filer
de: Ausgewählte Seiten drehen
es: Rotar archivos seleccionados
et: Pööra valitud failid
fr: Pivoter les fichiers sélectionnés
gl: Rotar os ficheiros seleccionados
hr: Rotiraj odabrane datoteke
hu: Kijelölt file-ok forgatása
it: Ruota i file selezionati
iw_il: הטיית הקבצים הנבחרים
lt: Pasukti pasirinktus failus
nl: Roteer de geselecteerde bestanden
pt: Rodar os ficheiros seleccionados
pt_br: Rotacionar arquivos selecionados
ru: Повернуть выбранное
sv: Rotera valda filer

source: Rotate
ast: Voltiar
bs: Rotiraj
ca: Gira
da: Roter
de: Drehen
es: Rotar
et: Pööra
fr: Rotation
gl: Rotar
hr: Rotiraj
hu: Elforgatás
it: Ruota
iw_il: הטייה
lo: ໝຸນ
lt: Pasukti
nl: Draaien
pt: Rodar
pt_br: Rotacionar
ru: Вращение
sv: Rotera

source: Use the same output file name as the input file or choose a file.
ast: Usar el mesmu nome del ficheru d'orixe pal ficheru de destín o escoyer un ficheru.
bs: Za izlazni dokument koristi isto ime kao ulazni ili izaberi dokument.
ca: Empreu el mateix nom del fitxer orígen pel fitxer destí o trieu un fitxer.
da: Brug basisfilens navn til navngivning af arbejdsfilen eller vælg en fil.
de: Verwenden Sie den Dateinamen der Quelldatei für die Ausgabe oder wählen Sie eine Datei.
es: Use el archivo de entrada como archivo de salida o elija otro archivo.
et: Kasuta väljundfailil sisendfaili nime või vali fail.
fr: Utilisez le nom du fichier source ou choisissez un autre fichier.
gl: Usar o mesmo nome do ficheiro de saída que o de entrada ou escoller un ficheiro.
hr: Koristite isto izlazno ime datoteke kao ulazne datoteke ili izaberite jednu datoteku.
hu: Használja a kimeneti file neveként a bemeneti file nevét, vagy válasszon újat.
it: Usa come file di destinazione lo stesso nome del file in input o scegli un file.
lt: Išvedant naudoti tokį patį failo pavadinimą kaip ir įvedamo failo arba pasirinkite failą
nl: Overschrijf het bronbestand geef een nieuwe bestandsnaam op.
pt: Use o mesmo nome para o ficheiro de destino ou escolha um ficheiro.
pt_br: Utilizar o mesmo arquivo de saída como arquivo de entrada ou selecione um arquivo.
ru: Использовать то же имя выходного файла в качестве входного файла или выберите файл.

source: Visual reorder
ast: Reordenación visual
bs: Vizualni preraspored
ca: Reordenació visual
da: Visuel reorganisering
de: Visuelle Seitenbearbeitung
es: Reordenamiento visual
et: Visuaalne järjestuse muutmine
fr: Agencement visuel
gl: Volver a ordenar dun modo visual
hu: Vizuális újrarendezés
it: Riordino visuale
lt: Vaizdus pernumeravimas
nl: Grafisch rangschikken
pt: Reordenação visual
pt_br: Reclassificação visual
ru: Сортировать документ

source: Visual Reorder section loaded.
ca: S'ha carregat la secció de reordenació visual.
da: Visual Reorder-sektion indlæst.
de: Abschnitt »Visuelle Seitenbearbeitung« geladen.
es: Sección de reordenamiento visual cargada.
fr: Section "Agencement visuel" chargée.
gl: Cargouse a sección recolocar dun xeito visual.
hu: Vizuális újrarendezés rész betöltve
it: Sezione riordino visuale caricata.
lt: Visual Reorder sekcija įkrauta
nl: Sectie voor het grafisch rangschikken geladen.
pt: Secção de reordenação visual carregada.
ru: Секция сортировки загружена.

source: Please select a pdf document or undelete some page
ast: Selecciona un documentu pdf o restaura delles páxines
bs: Molimo selektujte pdf dokument ili vratite neku izbrisanu stranicu
ca: Seleccioneu un document pdf o desfeu la supressió d'algunes pàgines
da: Vælg venligst et pdf-dokument eller fortryd sletningen af nogle sider
de: Bitte wählen Sie ein PDF-Dokument oder machen Sie das Löschen einiger Seiten rückgängig
es: Por favor, seleccione un documento PDF o deshaga el borrado de alguna página
fr: Veuillez sélectionner un document pdf ou restaurer des pages
gl: Escolla un documento pdf ou recupere algunha páxina
hr: Molim Vas odaberite jedan pdf dokument ili skinite oznaku za brisanje s nekih stranica
hu: Kérem válasszon pdf file-t, vagy néhány visszanyert oldalt
it: Prego selezionare un documento pdf o ripristinare alcune pagine
lt: Pasirinkite pdf dokumentą arba atstatytikite ištrintus puslapius
nl: Selecteer een pdf document of maak het verwijderen van enkele pagina's ongedaan
pt: Por favor, seleccione um documento ou restaure alguma página
pt_br: Por favor, selecione um documento pdf ou recupere alguma página
ru: Пожалуйста, выберите pdf документ или восстановите любую страницу

source: New version available.
ast: Versión nueva disponible
bs: Dostupna nova verzija.
ca: Disponible nova versió.
da: Ny version tilgængelig.
de: Neue Version verfügbar.
es: Nueva versión disponible.
et: Uus versioon saadaval.
fr: Une nouvelle version est disponible.
gl: Nova versión dispoñíbel
hr: Dostupna je nova inačica.
hu: Új verzió elérhető.
it: Nuova versione disponibile.
iw_il: ישנה גרסה חדשה זמינה.
lt: Yra išėjusi nauja versija
nl: Nieuwe versie beschikbaar.
pt: Nova versão disponível.
pt_br: Nova versão disponível.
ru: Доступна новая версия.
sv: Ny uppdatering tillgänglig.

source: No new version available.
ast: Nenguna versión nueva disponible
bs: Nema nove dostupne verzije.
ca: No hi ha disponibles noves versions.
da: Der er Ingen ny version tilgængelig.
de: Keine neue Version verfügbar.
es: No hay nueva versión disponible.
et: Uut versiooni ei ole saadaval.
fr: Aucune nouvelle version disponible.
gl: Non hai novas versións dispoñíbeis.
hr: Nije dostupna je nova inačica.
hu: Nem érhető el új verzió.
it: Nessuna nuova versione disponibile.
iw_il: אין גרסה חדשה זמינה.
lt: Naujos versijos nėra
nl: Geen nieuwe versie beschikbaar.
pt: Nenhuma nova versão disponível.
pt_br: Nenhuma nova versão disponível.
ru: Нет новых версий.
sv: Ingen ny uppdatering tillgänglig.

source: Unknown action.
ast: Acción desconocida
bs: Nepoznata akcija
ca: Acció desconeguda.
da: Ukendt handling.
de: Unbekannte Aktion.
es: Acción desconocida.
et: Tundmatu tegevus.
fr: Action invalide.
gl: Acción descoñecida.
hr: Nepoznata akcija
hu: Ismeretlen művelet
it: Azione sconosciuta.
iw_il: פעולה בלתי מוכרת.
lt: Nežinomas veiksmas
nl: Onbekende actie.
pt: Acção desconhecida.
pt_br: Ação desconhecida.
ru: Неизвестное действие.
sv: Okänd åtgärd.

source: Log saved.
ast: rexistru guardáu
bs: Sačuvan zapis
ca: S'ha desat el registre.
da: Log gemt.
de: Protokoll wurde gespeichert
es: Registro guardado.
et: Logi salvestatud
fr: Sauvegarde du journal effectuée.
gl: Rexistro gardado.
hr: Zapisnik spremljen.
hu: Napló mentve
it: Registro salvato.
iw_il: היומן נשמר.
lt: Žurnalas išsaugotas
nl: Log bewaard.
pt: Registo gravado.
pt_br: Log salvo.
ru: Лог сохранен.
sv: Logg sparad

source: Save as
ast: Guardar como
bs: Spremi kao
ca: Anomena i desa
da: Gem som
de: Speichern unter
es: Guardar como
fr: Enregistrer sous
gl: Gardar como
hr: Spremi kao
hu: Mentés másként
it: Salva come
lt: Išsaugoti kaip
nl: Opslaan als:
pt: Gravar como
pt_br: Salvar como
ru: Сохранить как

source: Save the image
bs: Spremi sliku
ca: Desa la imatge
da: Gem billedet
de: Bild speichern
es: Guardar la imagen
fr: Sauvegarder l'image
gl: Gardar a imaxe
hu: Kép mentése
it: Salva l'immagine
lt: Išsaugoti paveikslėlį
nl: Sla de afbeelding op.
pt: Gravar imagem
ru: Сохранить изображение

source: Unable to save image
ast: Imposible guardar la imaxe
bs: Nemoguće spremiti sliku
ca: No s'ha pogut desar la imatge
da: Ikke i stand til at gemme billede
de: Bild konnte nicht gespeichert werden
es: No se puede guardar la imagen
et: Pildi salvestamine ebaõnnestus
fr: Enregistrement de l'image impossible
gl: Non foi posíbel gardar a imaxe
hr: Ne mogu spremiti sliku
hu: A kép mentése nem sikerült
it: Impossibile salvare l'immagine
lt: Negalima išsaugoti paveikslo
nl: Afbeelding kan niet worden opgeslagen
pt: Incapaz de gravar a imagem.
pt_br: Não foi possível salvar a imagem
ru: Невозможно сохранить изображение

source: Close
ast: Zarrar
bs: Zatvori
ca: Tanca
da: Luk
de: Schließen
es: Cerrar
et: Sulge
fr: Fermer
gl: Pechar
hr: Zatvori
hu: Bezárás
it: Chiudi
iw_il: סגירה
lo: ປິດ
lt: Užverti
nl: Afsluiten
pt: Fechar
pt_br: Fechar
ru: Закрыть
sv: Stäng

source: Close panel
bs: Zatvori panel
ca: Tanca el panell
da: Luk panelet
de: Fenster schließen
es: Cerrar el panel
fr: Fermer le panneau
gl: Pechar o panel
hu: Panel bezárása
it: Chiudi pannello
lt: Užverti panelę
nl: Sluit het paneel
pt: Fechar painel
ru: Закрыть панель

source: Rotate anticlockwise
ast: voltiar al sen contrariu de les aguyes del reló
bs: Rotiraj suprotno smjeru kazaljke na satu
ca: Gira en sentit anti-horari
da: Roter mod uret
de: Gegen den Uhrzeigersinn drehen
es: Girar en sentido antihorario
fr: Rotation antihoraire
gl: Rotar ao contrario do sentido do reloxo
hr: Rotirajte suprotno kazaljkama na satu
hu: Elfordítás az óramutató járásával ellentétes irányba
it: Ruota in senso antiorario
lt: Pasukti prieš laikrodžio rodyklę
nl: draai tegen de klok in
pt: Rotação no sentido anti-horário
pt_br: Rotacionar no sentido não-horário
ru: Повернуть против часовой стрелки

source: Rotate clockwise
ast: voltiar al sen de les aguyes del reló
bs: Rotiraj u smjeru kazaljke na satu
ca: Gira en sentit horari
da: Roter med uret
de: Im Uhrzeigersinn drehen
es: Girar en sentido horario
fr: Rotation horaire
gl: Rotar no sentido do reloxo
hr: Rotiraj u smjeru kazaljke na satu
hu: Elfordítás az óramutató járásával azonos irányba
it: Ruota in senso orario
lt: Pasukti laikrodžio rodyklės kryptimi
nl: draai met de klok mee
pt: Rotação no sentido horário
pt_br: Rotacionar no sentido horário
ru: Повернуть по часовой стрелке

source: Zoom in
ast: averar zoom
bs: Povećaj
ca: Apropa
da: Zoom ind
de: Vergrößern
es: Ampliar
fr: Agrandir
gl: Aumentar
hr: Uvećaj
hu: Nagyítás
it: Zoom avanti
lt: Padidinti
nl: Vergroten
pt: Ampliar
pt_br: Mais zoom
ru: Увеличить

source: Zoom out
ast: alloñar zoom
bs: Smanji
ca: Allunya
da: Zoom ud
de: Verkleinern
es: Alejar
fr: Réduire
gl: Diminuír
hr: Umanji
hu: Kicsinyítés
it: Zoom indietro
lt: Sumažinti
nl: Verkleinen
pt: Reduzir
pt_br: Menos zoom
ru: Уменьшить

source: No zoom
bs: Bez uvećanja
ca: Sense ampliació
da: Ingen zoom
de: Keine Vergrößerung
es: Sin zoom
fr: Aucun zoom
gl: Sen zoom
hu: Nincs nagyítás / kicsinyítés
it: Nessuno zoom
lt: Nekeisti dydžio
nl: Geen zoom
pt: Sem ampliação
ru: Без увеличения

source: No zoom applied
bs: Bez uvećanja
ca: No s'ha aplicat ampliació
da: Zoom ikke anvendt
de: Kein Vergrößerungsfaktor zugewiesen
es: Ningún zoom aplicado
fr: Aucun zoom appliqué
gl: Non se aplicou o zoom
hu: Nem alkalmazható nagyítás / kicsinyítés
it: Nessuno zoom applicato
lt: Dydis nepakeistas
nl: Geen zoom toegepast
pt: Nenhuma ampliação aplicada
ru: Увеличение не применено

source: Save environment
ast: Guardar la configuración
bs: Sačuvaj okruženje
ca: Desa l'entorn
da: Gem indstillinger
de: Umgebung speichern
es: Guardar ambiente
et: Salvesta keskkond
fr: Sauvegarder la configuration
gl: Gardar contorno
hr: Spremi okružje
hu: Környezet elmentése
it: Salva configurazione
iw_il: שמירת סביבת העבודה
lt: Išsaugoti aplinką
nl: Instellingen opslaan
pt: Gravar ambiente
pt_br: Salvar ambiente
ru: Сохранить рабочую среду
sv: Spara miljö

source: Save passwords informations (they will be readable opening the output file)?
ast: ¿Guardar les informaciones de contraseñes (van poder lleese de la que s'abre'l ficheru de salida)?
bs: Snimi šifre (biće čitljive pri otvaranju izlaznog dokumenta)?
ca: Desa informació de contrassenyes (seran llegibles en obrir el fitxer de sortida)?
da: Gem adgangskodeinformation (de vil være læselige ved åbning af den endelige fil)?
de: Sollen die Passwortdaten gespeichert werden? (Diese werden in der Ausgabedatei lesbar sein.)
es: ¿Guardar las informaciones de contraseñas (serán leibles al abrir el archivo de salida)?
et: Salvestada paroolide informatsioon (need on väljundfaili avamisel loetavad)?
fr: Conserver les mots de passe ? (Attention : ils seront accessibles en ouvrant le fichier de sauvegarde)
gl: Gardar a información dos contrasinais (pódense ler abrindo o ficheiro final)?
hr: Spremi informacije zaporke (biti će čitljive pri otvaranju izlazne datoteke)?
hu: Jelszavak, információk mentése (megnyitható, ill. olvasható lesz a kimeneti file?)
it: Salvare le informazioni delle password (che saranno leggibili aprendo il file di destinazione)?
iw_il: שמירת נתוני הסיסמאות (הם יהיו קריאים בפתיחת קובץ הפלט)?
lt: Išsaugoti slaptažodžių informaciją (jie bus matomi atveriant rezultato failą)?
nl: Wenst u de paswoorden te bewaren? (Opgepast, de paswoorden zullen leesbaar zijn in het uitvoerbestand!)
pt: Gravar informações das palavras-passe (poderão ser lidas ao abrir o ficheiro criado)?
pt_br: Salvar informações de senha (eles serão lidos ao abrir o arquivo de saída)?
ru: Сохранить информацию о паролях (они будут читаемы при открытии выходного файла)?
sv: Spara lösenordsinformation (de blir läsbara vid öppning av målfilen)?

source: Confirm password saving
ast: Confirmar el rexistru de la contraseña
bs: Potvrdite snimanje šifre
ca: Confirmeu el desat de contrassenyes
da: Bekræft lagring af kodeord
de: Passwortspeicherung bestätigen
es: Confirmar la contraseña guardada
et: Kinnita parooli salvestus
fr: Confirmer la sauvegarde du mot de passe
gl: Conformar o almacenamento de contrasinais
hr: Potvrdi spremanje zaporke
hu: Jelszó megerősítésének mentése
it: Conferma salvataggio password
iw_il: אימות שמירת הסיסמה
lt: Patvirtinti slaptažodžių išsaugojimą
nl: Bevestig de keuze om paswoorden te bewaren.
pt: Confirmar gravação da palavra-passe
pt_br: Confirmar senha
ru: Подтвердите сохранение пароля
sv: Bekräfta att lösenordet sparas.

source: Load environment
ast: Cargar una configuración
bs: Učitaj okruženje
ca: Carrega l'entorn
da: Indlæs miljø
de: Umgebung laden
es: Cargar ambiente
et: Lae keskkond
fr: Charger une configuration
gl: Cargar contorno.
hr: Učitaj okružje
hu: Környezet betöltése
it: Carica configurazione
iw_il: טעינת סביבת עבודה
lt: Įkelti aplinką
nl: Instellingen laden
pt: Carregar ambiente
pt_br: Carregar ambiente
ru: Загрузить рабочую среду
sv: Ladda miljö

source: Unable to create image for a null input document
ast: Creación d'imaxe imposible a partir d'un documentu vacíu
bs: Nije moguće kreirati sliku za nepostojeći ulazni dokument
ca: No s'ha pogut crear la imatge d'un document orígen nul
da: Kan ikke danne billede for et ikke valgt dokument
de: Bild konnte nicht erstellt werden, da Quelldokument ungültig ist
es: No se puede crear la imagen para un documento de entrada vacío
fr: Création d'image impossible à partir un document vide
gl: Non foi posíbel crear unha imaxe para un documento de entrada nulo
hu: Nem lehet létrehozni a képet, bemeneti file nélkül
it: Impossibile creare un'immagine per un documento nullo
lt: Nenudodytas dokumentas iš kurio kuriamas paveiksliukas
nl: Kan afbeelding niet maken of geen gelding invoerbestand
pt: Não é possível criar uma imagem a partir de um documento inválido
pt_br: Não é possível criar imagem para um arquivo de entrada nulo
ru: Невозможно создать изображение для пустого входного документа

source: Unable to create thumbnails for a null input document
ast: Creación de miniatures imposible a partir d'un documentu vacíu
bs: Nije moguće kreirati umanjeni prikaz za nepostojeći ulazni dokument
ca: No s'ha pogut crear la miniatura d'un document orígen nul
de: Miniaturansichten konnten nicht erstellt werden, da Quelldokument ungültig ist
es: No se puede crear miniaturas para un documento de entrada vacío
fr: Création des miniatures impossible à partir d'un document vide
gl: Non foi posíbel crear miniaturas para un documento de entrada nulo
hu: Nem lehet létrehozni a miniatűröket, bemeneti file nélkül
it: Impossibile creare un'anteprima per un documento nullo
lt: Nepavyko sukurti paveiksliukų nes nenurodytas dokumentas iš kurio kurti paveiksliukus
nl: Kan minitatuurweergave niet maken of gen gelding invoerbestand
pt: Não é possível criar miniaturas a partir de um documento inválido
pt_br: Não é possível criar miniaturas (thumbnails) para um arquivo de entrada nulo
ru: Невозможно создать эскизы для пустого входного документа

source: Unable to open the input document
ast: Imposible d'abrir el documentu d'orixe
bs: Nije moguće otvoriti ulazni dokument
ca: No s'ha pogut obrir el document orígen
da: Kan ikke åbne den ønskede basisfil
de: Quelldokument kann nicht geöffnet werden
es: Imposible abrir el documento de entrada
fr: Ouverture du document source impossible
gl: Non foi posíbel abrir o documento de entrada
hr: Ne mogu otvoriti ulazni dokument
hu: A bemeneti file nem nyitható meg
it: Impossibile aprire il documento in ingresso
lt: Nepavyko atidaryti įvadinio dokumento
nl: Het invoer bestand kan niet geopend worden
pt: Não foi possível abrir o documento fonte
pt_br: Não foi possível abrir o arquivo de entrada
ru: Невозможно открыть входящий документ
